Repository: os-strus/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: ar, lv, ru, uk

source: Ignoring DRM protected ePub:
ar: تجاهل ePub المحمي بـ DRM:
lv: Ignorējot ar DRM aizsargātu ePub:
ru: Игнорирование защищенных DRM ePub:
uk: Ігноруємо захищені DRM ePub:

source: All searched ePub books have a flattened NCX TOC
ar: جميع كتب ePub التي تم البحث عنها تحتوي على جدول محتويات NCX مسطح
lv: Visām meklētajām ePub grāmatām ir saplacināts NCX TOC
ru: Все найденные книги ePub имеют уплощённое оглавление NCX.
uk: У всіх книгах ePub є спрощену таблицю змісту NCX

source: ePub books for NCX TOC hierarchy
ar: كتب ePub لتسلسل جدول المحتويات NCX
lv: ePub grāmatas NCX TOC hierarhija
ru: Книги ePub для иерархии NCX TOC
uk: Книги ePub на ієрархію змісту NCX

source: All searched ePub books have a NCX TOC with at least 3 items
ar: جميع كتب ePub التي تم البحث عنها تحتوي على جدول محتويات NCX بثلاثة عناصر على الأقل
lv: Visām meklētajām ePub grāmatām ir NCX TOC ar vismaz 3 vienumiem
ru: Все найденные книги ePub имеют оглавление NCX, содержащее не менее 3 элементов
uk: У всіх книгах ePub є таблицю змісту NCX з принаймні 3 пунктів

source: ePub books for NCX TOC count
ar: كتب ePub لعدد جدول المحتويات NCX
lv: ePub grāmatas NCX TOC skaitam
ru: Книги ePub для подсчета NCX TOC
uk: Книги ePub на облік змісту NCX

source: All searched ePub books have a NCX TOC with valid links
ar: جميع كتب ePub التي تم البحث عنها تحتوي على جدول محتويات NCX بروابط صالحة
lv: Visām meklētajām ePub grāmatām ir NCX TOC ar derīgām saitēm
ru: Все найденные книги ePub имеют оглавление NCX с действительными ссылками.
uk: Усі книги ePub мають зміст NCX із коректними посиланнями

source: ePub books for broken NCX TOC links
ar: كتب ePub لروابط جدول المحتويات NCX المعطلة
lv: ePub grāmatas ar bojātām NCX TOC saitēm
ru: Книги ePub для неработающих ссылок NCX TOC
uk: Книги ePub на помилкові посилання змісту NCX

source: All searched ePub books have valid guide entries
ar: جميع كتب ePub التي تم البحث عنها تحتوي على إدخالات دليل صالحة
lv: Visās meklētajās ePub grāmatās ir derīgi ceļveža ieraksti
ru: Во всех найденных книгах ePub есть действительные путеводные записи
uk: У всіх книгах ePub записи путівника є коректними

source: ePub books for broken guide links
ar: كتب ePub لروابط الدليل المعطلة
lv: ePub grāmatas ar bojātām ceļvežu saitēm
ru: ePub-книги для битых путеводных ссылок
uk: Книги ePub на помилкові посилання путівника

source: No searched ePub books have oversize html files
ar: لا توجد كتب ePub تم البحث عنها تحتوي على ملفات html كبيرة الحجم
lv: Nevienā meklētajā ePub grāmatā nav pārāk lieli HTML faili
ru: В найденных книгах ePub нет html-файлов слишком большого размера
uk: У жодній з книг ePub немає файлів HTML із надмірним розміром

source: ePub books for oversize html files
ar: كتب ePub لملفات html كبيرة الحجم
lv: ePub grāmatas ar liela izmēra html failiem
ru: ePub-книги для больших html-файлов
uk: Книги ePub на файли html надмірного розміру

source: No searched ePub books have DRM
ar: لا توجد كتب ePub تم البحث عنها تحتوي على DRM
lv: Nevienai meklētajai ePub grāmatai nav DRM
ru: В найденных книгах ePub нет DRM
uk: У жодній з книг ePub не виявлено DRM

source: ePub books for DRM
ar: كتب ePub لـ DRM
lv: ePub grāmatas ar DRM
ru: ePub книги для DRM
uk: Книги ePub на DRM

source: No searched ePub books have Adobe DRM meta tags
ar: لا توجد كتب ePub تم البحث عنها تحتوي على علامات meta لـ Adobe DRM
lv: Nevienai meklētajai ePub grāmatai nav Adobe DRM meta birku
ru: В найденных книгах ePub нет метатегов Adobe DRM
uk: У жодній з книг ePub не виявлено метаміток DRM Adobe

source: ePub books for Adobe DRM meta tags
ar: كتب ePub لعلامات meta لـ Adobe DRM
lv: ePub grāmatas ar Adobe DRM meta birkām
ru: Книги ePub для метатегов Adobe DRM
uk: Книги ePub на метамітки DRM Adobe

source: No searched ePub books have \<address\> smart tags
ar: لا توجد كتب ePub تم البحث عنها تحتوي على علامات ذكية \<address\>
lv: Nevienai meklētajai ePub grāmatai nav \<adreses\> viedās birkas
ru: В найденных книгах ePub нет смарт-тегов \<address\>
uk: У жодній з книг ePub не виявлено смартміток \<address\>

source: ePub books for <address> smart tags
ar: كتب ePub لعلامات <address> الذكية
lv: ePub grāmatas ar <address> viedajām birkām
ru: книги ePub для <address> смарт-тегов
uk: Книги ePub на смартмітки <address>

source: Font found in: <b>%s</b>
ar: تم العثور على الخط في: <b>%s</b>
lv: Atrasts fonts: <b>%s</b>
ru: Шрифт найден в: <b>%s</b>
uk: Шрифт знайдено тут: <b>%s</b>

source: No searched ePub books have embedded fonts
ar: لا توجد كتب ePub تم البحث عنها تحتوي على خطوط مضمنة
lv: Nevienā meklētajā ePub grāmatā nav iegultu fontu
ru: В найденных книгах ePub нет встроенных шрифтов
uk: У жодній з книг ePub не виявлено вбудованих шрифтів

source: ePub books for embedded fonts
ar: كتب ePub للخطوط المضمنة
lv: ePub grāmatas ar iegultiem fontiem
ru: книги ePub для встроенных шрифтов
uk: Книги ePub на вбудовані шрифти

source: CSS file contains @font-face: <b>%s</b>
ar: ملف CSS يحتوي على @font-face: <b>%s</b>
lv: CSS failā ir @font-face: <b>%s</b>
ru: Файл CSS содержащий @font-face: <b>%s</b>
uk: Файл CSS містить @font-face: <b>%s</b>

source: At least one html file contains @font-face: <b>%s</b>
ar: ملف html واحد على الأقل يحتوي على @font-face: <b>%s</b>
lv: Vismaz viens html fails satur @font-face: <b>%s</b>
ru: Как минимум один html-файл содержит @font-face: <b>%s</b>
uk: Принаймні один файл html містить @font-face: <b>%s</b>

source: No searched ePub books have @font-face declarations
ar: لا توجد كتب ePub تم البحث عنها تحتوي على إعلانات @font-face
lv: Nevienai meklētajai ePub grāmatai nav @font-face deklarācijas
ru: В найденных книгах ePub нет объявления @font-face
uk: У жодній з книг ePub не виявлено оголошень @font-face

source: ePub books for @font-face declarations
ar: كتب ePub لإعلانات @font-face
lv: ePub grāmatas ar @font-face deklarācijām
ru: Книги ePub для объявлений @font-face
uk: Книги ePub на оголошення @font-face

source: All searched ePub books have text-align:justify
ar: جميع كتب ePub التي تم البحث عنها تحتوي على text-align:justify
lv: Visām meklētajām ePub grāmatām ir text-align:justify
ru: Все найденные книги ePub имеют text-align:justify
uk: У всіх книгах ePub є text-align:justify

source: ePub books for text-align:justify
ar: كتب ePub لـ text-align:justify
lv: ePub grāmatas ar text-align:justify
ru: книги ePub для text-align:justify
uk: Книги ePub на text-align:justify

source: 'margin' property found, so does not match calibre preferences
ar: تم العثور على خاصية 'margin'، لذا لا تتطابق مع تفضيلات calibre
lv: 'margin' atrastais rekvizīts neatbilst calibre izvēlnei
ru: свойство 'margin' найдено, что не соответствует настройкам calibre
uk: Виявлено властивість «margin», отже, не відповідає налаштуванням calibre

source: Negative margin found, so does not match calibre preferences
ar: تم العثور على هامش سالب، لذا لا يتطابق مع تفضيلات calibre
lv: Atrasta negatīva piemale kas neatbilst calibre izvēlnei
ru: Найдена отрицательная граница, что не соответствует предпочтениям calibre
uk: Виявлено від'ємне поле, отже, не відповідає налаштуванням calibre

source: Margins is not defined in pts so does not match calibre preferences
ar: الهوامش غير معرفة بالنقاط، لذا لا تتطابق مع تفضيلات calibre
lv: Piemales nav definētas punktos kas neatbilst calibre izvēlnei
ru: Границы не определены в пунктах, что не соответствует предпочтениям calibre
uk: Поля визначено не у пунктах, отже, не відповідає налаштуванням calibre

source: Margins are defined in pts but don't match calibre preferences
ar: الهوامش معرفة بالنقاط ولكنها لا تتطابق مع تفضيلات calibre
lv: Piemales ir noteiktas pts, taču tās neatbilst calibre izvēlei
ru: Границы определены в пунктах, но не соответствуют предпочтениям calibre
uk: Поля визначено у пунктах, але не відповідно до налаштувань calibre

source: Margins match calibre preferences
ar: الهوامش تتطابق مع تفضيلات calibre
lv: Piemales atbilst calibre izvēlei
ru: Границы соответствуют предпочтениям calibre
uk: Поля відповідають налаштуванням calibre

source: Analyzing margins in
ar: تحليل الهوامش في
lv: Analizē piemales
ru: Анализ полей в
uk: Аналізуємо поля у

source: All searched ePub books match the calibre page setup preferences
ar: جميع كتب ePub التي تم البحث عنها تتطابق مع تفضيلات إعداد صفحة calibre
lv: Visas meklētās ePub grāmatas atbilst calibre lapas iestatīšanas izvēlei
ru: Все найденные книги ePub соответствуют предпочтениям установки страницы calibre
uk: Усі книги ePub відповідають налаштуванням сторінок calibre

source: ePub books for body or @page css margins
ar: كتب ePub لهوامش css الخاصة بـ body أو @page
lv: ePub grāmatas ar pamattekstu vai @page css piemalēm
ru: Книги в формате ePub для тела или css границ страницы @page
uk: Книги ePub на поля у body або CSS @page

source: All searched ePub books have book level margins defined
ar: جميع كتب ePub التي تم البحث عنها تحتوي على هوامش على مستوى الكتاب
lv: Visām meklētajām ePub grāmatām ir noteiktas grāmatu līmeņa piemales
ru: У всех найденных книг ePub определены поля на уровне книги
uk: В усіх книгах ePub визначено поля на рівні книги

source: ePub books lacking body or @page css margins
ar: كتب ePub التي تفتقر إلى هوامش css الخاصة بـ body أو @page
lv: ePub grāmatām trūkst pamatteksta vai @page css piemales
ru: В книгах ePub отсутствуют body или css поля @page
uk: Книги ePub, у яких не вистачає полів у css body або @page

source: No searched ePub books inline @page margins
ar: لا توجد كتب ePub تم البحث عنها تحتوي على هوامش @page مضمنة
lv: Nav meklētu ePub grāmatu kur iekļautas @page piemales
ru: Не найдены в ePub книгах инлайновые поля @page
uk: У жодній з книг ePub немає вбудованих полів @page

source: ePub books using inline @page or body css margins
ar: كتب ePub تستخدم هوامش css مضمنة لـ @page أو body
lv: ePub grāmatas kur iekļautas @page vai pamatteksta css piemales
ru: ePub книги использующие инлайновые @page или body css поля
uk: Книги ePub, де використано вбудовані поля CSS @page або body

source: Contains .js file: %s
ar: يحتوي على ملف .js: %s
lv: Satur .js failu: %s
ru: Содержит файл .js: %s
uk: Містить файл .js: %s

source: Contains inline javascript: %s
ar: يحتوي على جافاسكريبت مضمن: %s
lv: Satur iekļautu javascript: %s
ru: Содержит код javascript: %s
uk: Містить вбудований код javascript: %s

source: ePub with Javascript: %s
ar: ePub مع جافاسكريبت: %s
lv: ePub ar Javascript: %s
ru: ePub с Javascript: %s
uk: ePub із Javascript: %s

source: No searched ePub books have javascript
ar: لا توجد كتب ePub تم البحث عنها تحتوي على جافاسكريبت
lv: Nevienai meklētajai ePub grāmatai nav javascript
ru: Не найдены ePub книги с javascript
uk: У жодній з книг ePub не виявлено коду javascript

source: ePub books for javascript
ar: كتب ePub لجافاسكريبت
lv: ePub grāmatas ar javascript
ru: ePub книги для javascript
uk: Книги ePub на javascript

source: Unsmartened punctuation in: <b>%s</b>
ar: علامات ترقيم غير ذكية في: <b>%s</b>
lv: Nepareizas pieturzīmes: <b>%s</b>
ru: Необработанная пунктуация в: <b>%s</b>
uk: Неоптимізована пунктуація тут: <b>%s</b>

source: No searched ePub books need punctuation smartened
ar: لا توجد كتب ePub تم البحث عنها تحتاج إلى تحسين علامات الترقيم
lv: Nevienai meklētajai ePub grāmatai nepiemērot viedās pieturzīmes
ru: Искомые ePub книги не нуждаются в исправлении пунктуации
uk: У жодній з книг ePub не потрібна оптимізація пунктуації

source: ePub books for smarten punctuation
ar: كتب ePub لتحسين علامات الترقيم
lv: ePub grāmatas ar pareizām pieturzīmēm
ru: ePub книги для улучшения пунктуации
uk: Книги ePub на оптимізацію пунктуації

source: Could not find OPF in:%s
ar: تعذر العثور على OPF في:%s
lv: Nevar atrast OPF:%s
ru: Не найден OPF в:%s
uk: Не вдалося знайти OPF тут: %s

source: OPF file in container.xml not found in:%s
ar: ملف OPF في container.xml لم يتم العثور عليه في:%s
lv: OPF fails .xml konteinerā nav atrasts:%s
ru: OPF файл в container.xml не найден в:%s
uk: Файл OPF у container.xml не знайдено тут:%s

source: Reformatting author initials for
ar: إعادة تنسيق الأحرف الأولى للمؤلف لـ
lv: Autora iniciāļu pārformatēšana
ru: Переформатирование инициалов автора для
uk: Переформатування ініціалів авторів для

source: Reformatted initials for %d of %d book authors
ar: تمت إعادة تنسيق الأحرف الأولى لـ %d من %d مؤلف كتاب
lv: Pārformatēti iniciāļi %d no %d grāmatu autoriem
ru: Переформатированные инициалы для %d из %d авторов книг
uk: Переформатовано ініціали для %d з %d авторів книги

source: Renaming authors to ascii for
ar: إعادة تسمية المؤلفين إلى أسكي لـ
lv: Autoru pārdēvēšana no ascii par
ru: Переименование авторов в ascii для
uk: Перейменовуємо авторів з використанням лише ASCII для

source: Renamed to ascii %d of %d book authors
ar: تمت إعادة التسمية إلى أسكي لـ %d من %d مؤلف كتاب
lv: Pārdēvēts uz ascii %d no %d grāmatu autoriem
ru: Переименовано в ascii %d из %d авторов книг
uk: Перейменовано з використанням ASCII %d з %d авторів книги

source: books with incorrect title sort
ar: كتب بترتيب عنوان غير صحيح

source: Checked %d books, updated %d title sorts%s
ar: تم فحص %d كتاب، تم تحديث %d ترتيب عنوان%s

source: All title sorts are correct
ar: جميع ترتيبات العناوين صحيحة

source: "Check and repair book sizes" requires calibre version 5.9 or higher.
ar: "فحص وإصلاح أحجام الكتب" يتطلب calibre الإصدار 5.9 أو أعلى.
lv: “Pārbaudīt un labot grāmatu izmērus” ir nepieciešama calibre versija 5.9 vai jaunāka.
ru: "Проверка и исправление размеров книг" требует calibre версии 5.9 или выше.
uk: «Перевірити і виправити розміри книги» потребує calibre версії 5.9 або новішої.

source: books for invalid file sizes
ar: كتب لأحجام ملفات غير صالحة
lv: grāmatas ar nederīgiem failu izmēriem
ru: книги для файлов недопустимого размера
uk: книги на некоректні розміри файлів

source: Checked %d books, updated %d format sizes in %d books%s
ar: تم فحص %d كتاب، تم تحديث %d حجم تنسيق في %d كتاب%s
lv: Pārbaudītas %d grāmatas, atjaunināti %d formāta izmēri %d grāmatās%s
ru: Проверено %d книг, обновлено %d размеров формата в %d книгах %s
uk: Перевірено %d книг, оновлено %d розмірів форматів у %d книгах%s

source: All book format sizes are correct
ar: جميع أحجام تنسيقات الكتب صحيحة
lv: Visi grāmatu formāta izmēri ir pareizi
ru: Все размеры книг верны
uk: Усі розміри форматів книг є правильними

source: books with paths missing commas
ar: كتب بمسارات مفقودة الفواصل
lv: grāmatas ar ceļiem bez komata
ru: книги с путями без запятых
uk: книги зі шляхами, де пропущено коми

source: Checked %d books, updated %d paths%s
ar: تم فحص %d كتاب، تم تحديث %d مسار%s
lv: Pārbaudītas %d grāmatas, atjaunināti %d ceļi%s
ru: Проверено %d книг, обновлено %d путей%s
uk: Перевірено %d книг, оновлено %d шляхів%s

source: All books have up to date paths
ar: جميع الكتب لديها مسارات محدثة
lv: Visām grāmatām ir atjaunināti ceļi
ru: Все книги имеют актуальные пути
uk: У всіх книгах шляхи є актуальними

source: Choose directory to cleanup
ar: اختر الدليل للتنظيف
lv: Izvēlieties tīrāmo direktoriju
ru: Выберите каталог для очистки
uk: Виберіть каталог для чищення

source: Invalid Folder
ar: مجلد غير صالح
lv: Nederīga mape
ru: Неверная папка
uk: Некоректна тека

source: You should not run this feature against a Calibre library folder.
ar: يجب ألا تقوم بتشغيل هذه الميزة على مجلد مكتبة Calibre.
lv: Šo līdzekli nevajag palaist Calibre bibliotēkas mapē.
ru: Вы не должны запускать эту функцию для папки библиотеки Calibre.
uk: Вам не слід користуватися цією можливістю для теки бібліотеки Calibre.

source: If you do you will remove "Empty book" entries and corrupt your database.
ar: إذا فعلت ذلك، فستقوم بإزالة إدخالات "كتاب فارغ" وإتلاف قاعدة بياناتك.
lv: Tādā gadījumā jūs noņemsit ierakstus “Tukša grāmata” un sabojāsit datu bāzi.
ru: Если вы это сделаете, вы удалите записи "Пустая книга" и повредите свою базу данных.
uk: Якщо ви це зробите, буде вилучено записи «Порожня книга», а базу даних буде зіпсовано.

source: No files/folders were found to be deleted
ar: لم يتم العثور على ملفات/مجلدات للحذف
lv: Netika atrasts neviens fails/mape, ko dzēst
ru: Файлов/папок, подлежащих удалению, не найдено.
uk: Не знайдено файлів або тек, які має бути вилучено

source: Cleanup completed
ar: اكتمل التنظيف
lv: Tīrīšana pabeigta
ru: Очистка завершена
uk: Чищення завершено

source: Deleted %d files/folders with %d errors. See details for more info.
ar: تم حذف %d ملف/مجلد مع %d أخطاء. راجع التفاصيل لمزيد من المعلومات.
lv: Izdzēsti %d faili/mapes ar %d kļūdām. Plašāku informāciju skatiet sīkāk.
ru: Удалено %d файлы/папки с %d ошибками. См. подробности для дополнительной информации.
uk: Вилучено %d файлів або тек із %d помилками. Див. подробиці, щоб дізнатися більше.

source: Removed folder: %s
ar: تمت إزالة المجلد: %s
lv: Noņemta mape: %s
ru: Удалена папка: %s
uk: Вилучена тека: %s

source: ERROR removing folder: %s
ar: خطأ في إزالة المجلد: %s
lv: KĻŪDA, noņemot mapi: %s
ru: ОШИБКА при удалении папки: %s
uk: ПОМИЛКА під час спроби вилучити теку: %s

source: Removed file: %s
ar: تمت إزالة الملف: %s
lv: Noņemts fails: %s
ru: Удален файл: %s
uk: Вилучено файл: %s

source: ERROR removing file: %s
ar: خطأ في إزالة الملف: %s
lv: KĻŪDA, noņemot failu: %s
ru: ОШИБКА при удалении файла: %s
uk: ПОМИЛКА під час спроби вилучити файл: %s

source: identifier found
ar: تم العثور على معرف
lv: atrasts identifikators
ru: Найден идентификатор
uk: Знайдено ідентифікатор

source: No ASIN found, using uuid
ar: لم يتم العثور على ASIN، باستخدام uuid
lv: ASIN nav atrasts, izmanto uuid
ru: Не найден ASIN, используется uuid
uk: Не знайдено ASIN, використовуємо uuid

source: Fixing ASIN for %d books
ar: إصلاح ASIN لـ %d كتاب
lv: Labot ASIN %d grāmatām
ru: Исправление ASIN в книгах: %d
uk: Виправляємо ASIN для %d книг

source: Fix ASIN completed
ar: اكتمل إصلاح ASIN
uk: Виправлення ASIN завершено

source: %d books updated, see log for details
ar: تم تحديث %d كتاب، راجع السجل للحصول على التفاصيل
lv: Atjauninātas %d grāmatas. Detalizētu informāciju skatiet žurnālā
ru: %d книг обновлено, подробности смотрите в журнале
uk: %d книг оновлено, див. журнал, щоб дізнатися більше

source: All searched books have a valid Title Sort
ar: جميع الكتب التي تم البحث عنها تحتوي على ترتيب عنوان صالح
lv: Visām meklētajām grāmatām ir derīga nosaukumu šķirošana
ru: Все найденные книги имеют действительную сортировку по названию
uk: У всіх книгах порядок назв є коректним

source: books for invalid title sort
ar: كتب لترتيب عنوان غير صالح
lv: grāmatas ar nederīgu nosaukumu šķirošanu
ru: книги для недопустимой сортировки по названию
uk: книги на некоректний порядок назв

source: All searched books have a valid Author Sort
ar: جميع الكتب التي تم البحث عنها تحتوي على ترتيب مؤلف صالح
lv: Visām meklētajām grāmatām ir derīga Autora šķirošana
ru: Все найденные книги имеют допустимую сортировку по авторам
uk: У всіх книгах порядок записів авторів є коректним

source: books for invalid author sort
ar: كتب لترتيب مؤلف غير صالح
lv: grāmatas ar nederīgu autora šķirošanu
ru: книги для недопустимой сортировки по автору
uk: книги на некоректний порядок записів авторів

source: All searched books have a valid ISBN
ar: جميع الكتب التي تم البحث عنها تحتوي على ISBN صالح
lv: Visām meklētajām grāmatām ir derīgs ISBN
ru: Все найденные книги имеют действительный ISBN
uk: У всіх книгах ISBN є коректним

source: books for invalid ISBN
ar: كتب لـ ISBN غير صالح
lv: grāmatas ar nederīgu ISBN
ru: книги с неверным ISBN
uk: книги на некоректний ISBN

source: All searched books have a valid pubdate
ar: جميع الكتب التي تم البحث عنها تحتوي على تاريخ نشر صالح
lv: Visām meklētajām grāmatām ir derīgs izdošanas datums
ru: Все найденные книги имеют действительную дату публикации
uk: У всіх книгах дата видання є коректною

source: books for invalid pubdate
ar: كتب لتاريخ نشر غير صالح
lv: grāmatas ar nederīgu izdošanas datumu
ru: книги для недействительной даты публикации
uk: книги на некоректну дату видання

source: books for duplicate ISBN
ar: كتب لـ ISBN مكرر
lv: grāmatas ar ISBN dublikātiem
ru: книги для дубликатов ISBN
uk: книги на дублювання ISBN

source: All searched books have unique ISBNs
ar: جميع الكتب التي تم البحث عنها تحتوي على ISBNs فريدة
lv: Visām meklētajām grāmatām ir unikāli ISBN
ru: Все найденные книги имеют уникальный ISBN
uk: У всіх книгах визначено унікальні ISBN

source: books for duplicate series
ar: كتب لسلسلة مكررة
lv: grāmatas ar dublētām sērijām
ru: книги для дубликатов серий
uk: книги на дублювання у циклі

source: All searched books have unique series indexes
ar: جميع الكتب التي تم البحث عنها تحتوي على فهارس سلسلة فريدة
lv: Visām meklētajām grāmatām ir unikāli sēriju indeksi
ru: Все найденные книги имеют уникальные индексы серий
uk: У всіх книгах індекс у циклі є неповторним

source: Checked %d books, found %d gaps in %d series
ar: تم فحص %d كتاب، تم العثور على %d فجوات في %d سلسلة
lv: Pārbaudītas %d grāmatas, atrastas %d nepilnības %d sērijās
ru: Проверено %d книг, найдено %d пробелов в %s сериях
uk: Перевірено %d, значено %d пропусків у %d циклах

source: No series gaps exist in the books searched
ar: لا توجد فجوات في السلسلة في الكتب التي تم البحث عنها
lv: Meklētajās grāmatās nav nevienas sērijas nepilnības
ru: В искомых книгах нет пробелов в сериях
uk: У книгах не знайдено пропусків у циклах

source: Series Gaps Found%s
ar: تم العثور على فجوات في السلسلة%s
lv: Atrastas sērijas nepilnības%s
ru: Обнаружены пробелы в серии %s
uk: Виявлено прогалини у циклах%s

source: books for series pubdate order
ar: كتب لترتيب تاريخ نشر السلسلة
lv: grāmatas ar sēriju publicēšanas kārtību
ru: книги в порядке даты публикаций серий
uk: книги на порядок видання у циклі

source: Checked %d books, found %d disordered in %d series
ar: تم فحص %d كتاب، تم العثور على %d غير مرتب في %d سلسلة
lv: Pārbaudītas %d grāmatas, atrastas %d nesakārtotas %d sērijas
ru: Проверено %d книг, найдено %d неупорядоченных в %d сериях
uk: Перевірено %d книг, знайдено %d з порушенням порядку у %d циклах

source: No series pubdate disorders exist in the books searched
ar: لا توجد اضطرابات في تاريخ نشر السلسلة في الكتب التي تم البحث عنها
lv: Meklētajās grāmatās nav sēriju publicēšanas traucējumu
ru: В искомых книгах нет неупорядоченности в датах публикаций серий
uk: У книгах не знайдено неупорядкованостей у датах видання у циклах

source: Series Pubdate Issues Found
ar: تم العثور على مشاكل في تاريخ نشر السلسلة
lv: Atrastas sērijas publicēšanas problēmas
ru: Обнаружены проблемы с датами публикаций серий
uk: Виявлено проблеми у датах видання у циклах

source: All searched books have a valid tag count
ar: جميع الكتب التي تم البحث عنها تحتوي على عدد علامات صالح
lv: Visām meklētajām grāmatām ir derīgs birku skaits
ru: Все найденные книги имеют допустимое количество тегов
uk: У всіх книгах є коректні кількості міток

source: books for invalid tag count
ar: كتب لعدد علامات غير صالح
lv: grāmatas ar nederīgu birku skaitu
ru: книги для недопустимого количества тегов
uk: книги на некоректну кількість міток

source: All searched books have no HTML in comments
ar: جميع الكتب التي تم البحث عنها لا تحتوي على HTML في التعليقات
lv: Visām meklētajām grāmatām komentāros nav HTML
ru: Все найденные книги не содержат HTML в комментариях
uk: У всіх книгах немає коду HTML у коментарях

source: books for no HTML in comments
ar: كتب لا تحتوي على HTML في التعليقات
lv: grāmatas bez HTML komentāriem
ru: книги для отсутствия HTML в комментариях
uk: книги на пропуск HTML у коментарях

source: All searched books have HTML in comments
ar: جميع الكتب التي تم البحث عنها تحتوي على HTML في التعليقات
lv: Visām meklētajām grāmatām komentāros ir HTML kods
ru: Все найденные книги содержат HTML в комментариях
uk: У всіх книгах є код HTML у коментарях

source: books for HTML in comments
ar: كتب تحتوي على HTML في التعليقات
lv: ir HTML grāmatas komentāros
ru: книги для HTML в комментариях
uk: книги на HTML у коментарях
