Repository: os-strus/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: ar, lv, ru, uk

source: Check excess tags options
ar: فحص خيارات العلامات الزائدة
lv: Pārbaudīt lieko birku opcijas
ru: Проверить параметры излишних тегов
uk: Параметри перевірки на надмірні мітки

source: Maximum tags:
ar: الحد الأقصى للعلامات:
lv: Maksimālais birku skaits:
ru: Макс. кол-во тегов:
uk: Максимум теґів:

source: Books with more than this value will be displayed
ar: الكتب التي تحتوي على أكثر من هذه القيمة سيتم عرضها
lv: Tiks rādītas grāmatas, kuru vērtība pārsniedz šo vērtību
ru: Книги с более чем этим значением будут отображаться
uk: Буде показано книги із перевищенням цього значення

source: Exclude tags:
ar: استبعاد العلامات:
lv: Izslēgt birkas:
ru: Исключить теги:
uk: Виключити теґи:

source: Exclude these tags from when counting the tags for each book
ar: استبعاد هذه العلامات عند عد العلامات لكل كتاب
lv: Izslēgt šīs atzīmes, skaitot katras grāmatas birkas
ru: Исключить эти теги при подсчете тегов для каждой книги
uk: Виключити ці теґи з обліку теґів для усіх книг

source: Other options
ar: خيارات أخرى
lv: Citas iespējas
ru: Прочие параметры
uk: Інші параметри

source: Author initials format:
ar: تنسيق الأحرف الأولى للمؤلف:
lv: Autora iniciāļu formāts:
ru: Формат инициалов автора:
uk: Формат ініціалів авторів:

source: For use with the "Check Author initials" option, set your preferred format
ar: للاستخدام مع خيار "فحص الأحرف الأولى للمؤلف"، قم بتعيين التنسيق المفضل لديك
lv: Izmantojot opciju "Pārbaudīt autora iniciāļus", iestatiet vēlamo formātu
ru: Для использования с параметром "Проверить инициалы автора" установите предпочтительный формат
uk: Для використання разом із параметром «Перевірити ініціали авторів». Встановити бажаний формат

source: Suppress Fix summary dialogs
ar: قمع مربعات حوار ملخص الإصلاح
uk: Придушити вікна резюме виправлення

source: Uncheck this option if you do not want interactive dialogs to appear summarising the operation
ar: ألغِ تحديد هذا الخيار إذا كنت لا تريد ظهور مربعات حوار تفاعلية تلخص العملية
uk: Зніміть позначку з цього пункту, якщо вам не потрібні вікна із резюме дій

source: Visible menus
ar: القوائم المرئية
lv: Redzamās izvēlnes
ru: Видимые меню
uk: Видимі меню

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
lv: Rediģēt ar šo spraudni saistītos īsinājumtaustiņus
ru: Редактирование сочетаний клавиш, связанных с этим плагином
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: &View library preferences
ar: &عرض تفضيلات المكتبة
lv: &Skatīt bibliotēkas uzstādījumus
ru: &Просмотр настроек библиотеки
uk: П&ереглянути налаштування бібліотеки

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
lv: Skatīt šī spraudņa bibliotēkas datubāzē saglabātos datus
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Checking
ar: جاري الفحص
lv: Pārbauda
ru: Проверка
uk: Перевірка

source: Cancel
ar: إلغاء
lv: Atcelt
ru: Отмена
uk: Скасувати

source: %s %d %s (%d matches)...
ar: %s%d%s (%dتطابقات)...
lv: %s %d %s (%d atbilstības)...
ru: %s %d %s (%d совпадений)...
uk: %s %d %s (%d відповідників)...

source: Cover Search Options
ar: خيارات البحث عن الغلاف
lv: Vāka meklēšanas opcijas
ru: Опции поиска обложек
uk: Параметри пошуку обкладинок

source: Search library for books where
ar: البحث في المكتبة عن الكتب حيث
lv: Meklēt bibliotēkā grāmatas, kur
ru: Найти в библиотеке книги, где
uk: Шукати у бібліотеці книги, де

source: Cover file size is
ar: حجم ملف الغلاف هو
lv: Vāka faila izmērs ir
ru: Размер файла обложки
uk: Розмір файла обкладинки —

source: Cover dimensions are
ar: أبعاد الغلاف هي
lv: Vāka izmēri ir
ru: Размеры обложки
uk: Розміри обкладинки —

source: width
ar: العرض
lv: platums
ru: ширина
uk: ширина

source: height
ar: الارتفاع
lv: augstums
ru: высота
uk: висота

source: Cover aspect ratio is
ar: نسبة أبعاد الغلاف هي

source: tolerance
ar: التسامح

source: No cover
ar: لا يوجد غلاف
lv: Bez vāka
ru: Нет обложки
uk: Немає обкладинки

source: View log
ar: عرض السجل
lv: Skatīt žurnālu
ru: Просмотр журнала
uk: Показати журнал

source: Quality Check log
ar: سجل فحص الجودة
lv: Kvalitātes pārbaudes žurnāls
ru: Лог проверки качества
uk: Журнал перевірки якості

source: quality check plugin:exclude add dialog
ar: إضافة استثناءات فحص الجودة: مربع حوار
lv: kvalitātes pārbaudes spraudnis: izslēgt pievienošanas dialogu
uk: вікно додавання plugin:exclude перевірки якості

source: Quality Check Add Exclusions
ar: إضافة استثناءات فحص الجودة
lv: Kvalitātes pārbaude Pievienot izņēmumus
ru: Проверка качества Добавить исключения
uk: Додавання виключень з перевірки якості

source: Exclude Books
ar: استبعاد الكتب
lv: Izslēgt grāmatas
ru: Исключение книг
uk: Виключити книги

source: Exclude selected books(s) from the following Quality Check:
ar: استبعاد الكتاب (الكتب) المحدد (المحددة) من فحص الجودة التالي:
lv: Izslēgt atlasītās grāmatas(-as) no norādītās Kvalitātes pārbaudes:
ru: Исключить выбранные книги из следующей проверки качества:
uk: Виключити позначені книги з таких перевірок якості:

source: quality check plugin:exclude view dialog
ar: عرض استثناءات فحص الجودة: مربع حوار
lv: kvalitātes pārbaudes spraudnis: izslēgt skata dialogu
uk: вікно plugin:exclude view перевірки якості

source: Quality Check View Exclusions
ar: عرض استثناءات فحص الجودة
lv: Kvalitātes pārbaudes Skata izņēmumi
ru: Проверка качества Исключения отображения
uk: Виключення з перегляду перевірки якості

source: View Excluded Books
ar: عرض الكتب المستبعدة
lv: Skatīt izslēgtās grāmatas
ru: Просмотр исключенных книг
uk: Перегляд виключених книг

source: Remove selected books from the exclusions
ar: إزالة الكتب المحددة من الاستثناءات
lv: Noņemt atlasītās grāmatas no izņēmumiem
ru: Удалить выбранные книги из исключений
uk: Вилучити позначені книги з виключень

source: quality check plugin:search epub dialog
ar: فحص الجودة: مربع حوار البحث في ePub
lv: kvalitātes pārbaudes spraudnis: epub meklēšanas dialogs
uk: вікно plugin:search epub перевірки якості

source: Find expression
ar: البحث عن تعبير
lv: Atrast izteiksmi
ru: Выражение поиска
uk: Знайти вираз

source: Clear search history
ar: مسح سجل البحث
ru: Очистить историю поиска
uk: Спорожнити журнал пошуку

source: &Ignore case
ar: &تجاهل حالة الأحرف
lv: &Ignorēt reģistru
ru: &Игнорировать регистр
uk: &Без врахування регістру

source: &Show all occurrences
ar: &إظهار جميع التكرارات
lv: &Rādīt visus gadījumus
ru: &Показать все вхождения
uk: &Шукати усі повторення

source: If unchecked, the search of each ePub is stopped as soon as the first match is found. If checked, all occurrences will be displayed in the log but it will run much slower.
ar: إذا لم يتم التحديد، سيتوقف البحث في كل ePub بمجرد العثور على أول تطابق. إذا تم التحديد، سيتم عرض جميع التكرارات في السجل ولكن سيتم تشغيلها بشكل أبطأ بكثير.
lv: Ja šī izvēle nav atzīmēta, katra ePub faila meklēšana tiek apturēta, tiklīdz atrasta pirmā atbilstība. Ja atzīmēta, visi gadījumi tiks parādīti žurnālā, taču tas darbosies daudz lēnāk.
ru: Если не отмечено, поиск каждого ePub прекращается после нахождения первого совпадения. Если отмечено, все вхождения будут отображаться в журнале, но это замедляет работу.
uk: Якщо не позначено, пошук в усіх ePub буде зупинено, щойно буде виявлено перший відповідник. Якщо позначено, у журналі буде показано усі відповідники, але обробка триватиме довше.

source: Scope
ar: النطاق
lv: Darbības joma
ru: Область
uk: Область

source: &HTML content
ar: &محتوى HTML
lv: &HTML saturs
ru: &Содержимое HTML
uk: В&міст HTML

source: Search all html content files, including any html tags. If you also ticked the Plain text content option, this option is ignored.
ar: البحث في جميع ملفات محتوى html، بما في ذلك أي علامات html. إذا قمت أيضًا بتحديد خيار محتوى النص العادي، فسيتم تجاهل هذا الخيار.
lv: Meklēt visos html satura failos, ieskaitot visas html birkas. Ja atzīmējāt arī opciju Vienkārša teksta saturs, šī opcija tiek ignorēta.
ru: Искать во всех файлах содержащих html, включая любые html теги. Если вы также отметили параметр "Обычный текст", этот параметр игнорируется.
uk: Шукати в усіх файлах вмісту HTML, зокрема у будь-яких теґах HTML. Якщо вами позначено пункт простого текстового вмісту, цей пункт буде проігноровано.

source: &CSS/xpgt stylesheets
ar: &أوراق أنماط CSS/xpgt
lv: &CSS/xpgt stila lapas
ru: &Таблицы стилей CSS/xpgt
uk: &Таблиці стилів CSS/xpgt

source: Search all css or Adobe .xpgt stylesheets
ar: البحث في جميع أوراق أنماط css أو Adobe .xpgt
lv: Meklēt visās css vai Adobe .xpgt stila lapās
ru: Искать во всех таблицах стилей css или Adobe .xpgt
uk: Шукати усі таблиці стилів .xpgt css або Adobe

source: &Plain text content
ar: &محتوى نص عادي
lv: &Vienkārša teksta saturs
ru: Т&екстовое содержимое
uk: З&вичайний текстовий вміст

source: Search body text of html files with all html tags stripped. If you also ticked the HTML content option, that is ignored in favour of this.
ar: البحث في نص جسم ملفات html مع إزالة جميع علامات html. إذا قمت أيضًا بتحديد خيار محتوى HTML، فسيتم تجاهله لصالح هذا الخيار.
lv: Meklēt html failu pamattekstu ar noņemtām html birkām. Ja atzīmējāt arī HTML satura opciju, tas tiek ignorēts par labu šim.
ru: Искать body текст html-файлов со всеми вырезанными html-тегами. Если вы также отметили параметр HTML-контент, он будет проигнорирован в пользу этого.
uk: Шукати у тексті тіла (body) файлів HTML із вилученням усіх теґів HTML. Якщо вами також позначено пункт вмісту HTML, його буде проігноровано і використано цей пункт.

source: &OPF manifest
ar: &بيان OPF
lv: &OPF manifests
ru: &Манифест OPF
uk: М&аніфест OPF

source: Search the .opf manifest file
ar: البحث في ملف .opf manifest
lv: Meklēt .opf manifesta failā
ru: Искать файл манифеста .opf
uk: Шукати файл маніфесту .opf

source: &NCX TOC
ar: &جدول محتويات NCX
ru: О&главление NCX
uk: З&міст NCX

source: Search the NCX table of contents file
ar: البحث في ملف جدول المحتويات NCX
lv: Meklēt NCX satura rādītājā
ru: Искать в файле NCX (таблице содержания)
uk: Шукати файл таблиці змісту NCX

source: &Zip filenames
ar: &أسماء ملفات Zip
lv: &Zip failu nosaukumi
ru: &Имена файлов в Zip
uk: &Назви файлів у zip

source: Search the filenames inside the ePub (zip) file
ar: البحث في أسماء الملفات داخل ملف ePub (zip)
lv: Meklēt failu nosaukumus ePub (zip) failā
ru: Искать имена файлов внутри файла ePub (zip)
uk: Шукати файли за назвами у файлі ePub (zip)

source: No find text
ar: لا يوجد نص للبحث
lv: Nav atrasts teksts
ru: Нет текста для поиска
uk: Не знайдено тексту

source: You must specify a regular expression to search for.
ar: يجب عليك تحديد تعبير عادي للبحث عنه.
lv: Lai meklētu, ir jānorāda regulārā izteiksme.
ru: Вы должны указать регулярное выражение для поиска.
uk: Вам слід вказати формальний вираз для пошуку.

source: No search scope
ar: لا يوجد نطاق بحث
lv: Nav meklēšanas jomas
ru: Не указана область поиска
uk: Немає області пошуку

source: You must specify a scope for the ePub search.
ar: يجب عليك تحديد نطاق لبحث ePub.
lv: Ir jānorāda ePub meklēšanas joma.
ru: Необходимо указать область поиска ePub.
uk: Вам слід вказати область для пошуку ePub.

source: Fixing
ar: جاري الإصلاح
lv: Fiksācija
ru: Исправление
uk: Виправляємо

source: Fix completed
ar: اكتمل الإصلاح
lv: Labojums pabeigts
ru: Исправление завершено
uk: Виправлення завершено

source: This is an Amazon Topaz book. It cannot be processed.
ar: هذا كتاب Amazon Topaz. لا يمكن معالجته.
lv: Šī ir Amazon Topaz grāmata. To nevar apstrādāt.
ru: Это книга формата Amazon Topaz. Ее нельзя обработать.
uk: Це книжка Amazon Topaz. Її обробка є неможливою.

source: Unknown book type: %s
ar: نوع كتاب غير معروف: %s
lv: Nezināms grāmatas veids: %s
ru: Неизвестный тип книги: %s
uk: Невідомий тип книги: %s

source: Setting ASIN only supported for MOBI files of type 'BOOK'.
ar: تعيين ASIN مدعوم فقط لملفات MOBI من نوع 'BOOK'.
lv: ASIN iestatījums atbalsta tikai MOBI failus ar tipu “BOOK”.
ru: Установка ASIN поддерживается только для файлов MOBI типа 'BOOK'.
uk: Встановлення ASIN передбачено лише для файлів MOBI типу 'BOOK'.

source: No existing EXTH record. Cannot update ASIN.
ar: لا يوجد سجل EXTH موجود. لا يمكن تحديث ASIN.
lv: Nav EXTH ieraksta. Nevar atjaunināt ASIN.
ru: Отсутствует запись EXTH. Невозможно обновить ASIN.
uk: Немає запису EXTH. Неможливо оновити ASIN.

source: For the selected book(s) rename the title to remove any accents and diacritics characters
ru: Для выбранных книг переименовать название, удалив любые акценты и диакритические знаки
uk: Для позначених книг змінити назву так, щоб у ній не було символів із акцентами та діакритичних символів
