Repository: os-strus/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: ar, lv, ru, uk

source: Check Adobe .xpgt margins
ar: فحص هوامش Adobe .xpgt
lv: Pārbaudīt Adobe .xpgt piemales
ru: Проверить поля Adobe .xpgt
uk: Перевірити поля .xpgt Adobe

source: Check for ePub formats with an xpgt file with non-zero margins
ar: فحص تنسيقات ePub التي تحتوي على ملف xpgt بهوامش غير صفرية
ru: Проверить форматы ePub с файлом xpgt с ненулевыми полями
uk: Перевірити на формати ePub, які містять файл xpgt із ненульовими полями

source: Check Adobe inline .xpgt links
ar: فحص روابط Adobe .xpgt المضمنة
lv: Pārbaudīt Adobe iekļautās .xpgt saites
ru: Проверить инлайновые Adobe .xpgt ссылки
uk: Перевірити вбудовані посилання .xpgt Adobe

source: Check for ePub formats that contain html pages with links to an xpgt file
ar: فحص تنسيقات ePub التي تحتوي على صفحات html مع روابط لملف xpgt
ru: Проверить форматы ePub, содержащие html-страницы со ссылками на файл xpgt
uk: Перевірити на формати ePub, які містять сторінки HTML, які містять посилання на файл xpgt

source: Check CSS non-justified
ar: فحص CSS غير المبرر
lv: Pārbaudīt CSS bez līdzināšanas
ru: Проверить CSS без выравнивания
uk: Перевірити на CSS без вирівнювання за шириною

source: Check for ePub formats with CSS files that do not contain a text-align: justify style
ar: فحص تنسيقات ePub التي تحتوي على ملفات CSS لا تتضمن نمط text-align: justify
ru: Проверить форматы ePub с файлами CSS, не содержащими стиль text-align: justify
uk: Перевірити на формати ePub із файлами CSS, які не містять стилю text-align: justify

source: Check CSS book margins
ar: فحص هوامش كتاب CSS
lv: Pārbaudīt CSS grāmatu piemales
ru: Проверить CSS поля книги
uk: Перевірити поля книги у CSS

source: Check for ePub formats with book level CSS margins conflicting with calibre Preferences
ar: فحص تنسيقات ePub التي تحتوي على هوامش CSS على مستوى الكتاب تتعارض مع تفضيلات calibre
ru: Проверить форматы ePub с полями CSS на уровне книги, конфликтующими с настройками calibre
uk: Перевірити на формати ePub, які містять конфлікт між полями CSS на рівні книги і налаштуваннями calibre

source: Check CSS no book margins
ar: فحص CSS بدون هوامش كتاب
lv: Pārbaudīt CSS bez grāmatas piemalēm
ru: Проверить CSS без полей книги
uk: Перевірити наявність полів у CSS на рівні книги

source: Check for ePub formats that do not contain CSS book level margins
ar: فحص تنسيقات ePub التي لا تحتوي على هوامش CSS على مستوى الكتاب
ru: Проверить форматы ePub с файлами CSS без полей книги
uk: Перевірити на формати ePub, які не містять полів у CSS на рівні книги

source: Check inline @page margins
ar: فحص هوامش @page المضمنة
ru: Проверить инлайновые @page поля
uk: Перевірити на вбудовані поля @page

source: Check for ePub formats that contain @page CSS margins in each flow
ar: فحص تنسيقات ePub التي تحتوي على هوامش CSS لـ @page في كل تدفق
ru: Проверить форматы ePub с файлами содержащие поля @page CSS в каждом потоке
uk: Перевірити на формати ePub, які містять записи полів @page у CSS у кожному з потоків даних

source: Check javascript <script>
ar: فحص جافاسكريبت <script>
lv: Pārbaudīt javascript <script>
ru: Проверка сценариев javascript <script>
uk: Перевірити на <script> javascript

source: Check for ePub formats that contain inline javascript <script> blocks
ar: فحص تنسيقات ePub التي تحتوي على كتل جافاسكريبت <script> مضمنة
ru: Проверить форматы ePub, содержащие встроенные javascript <script> блоки
uk: Перевірити на формати ePub, які містять вбудовані блоки <script> коду javascript

source: Check smarten punctuation
ar: فحص تحسين علامات الترقيم
lv: Pārbaudiet viedās pieturzīmes
ru: Проверить умную пунктуацию
uk: Перевірити на оптимізованість пунктуації

source: Check for ePub formats that contain unsmartened punctuation
ar: فحص تنسيقات ePub التي تحتوي على علامات ترقيم غير محسنة
ru: Проверить форматы ePub, содержащие неумную пунктуацию
uk: Перевірити на формати ePub, які містять неоптимізовану пунктуацію

source: Check missing EBOK cdetype
ar: فحص cdetype EBOK المفقود
ru: Проверить отсутствующий EBOK cdetype
uk: Перевіряти на пропущений cdetype EBOK

source: Check for MOBI/AZW/AZW3 formats missing the cdetype of EBOK required for a Kindle Fire
ar: فحص تنسيقات MOBI/AZW/AZW3 التي تفتقر إلى cdetype EBOK المطلوب لجهاز Kindle Fire
ru: Проверить форматы MOBI/AZW/AZW3, у которых отсутствует cdetype EBOK, необходимый для Kindle Fire
uk: Перевірити на формати MOBI/AZW/AZW3, у яких пропущено cdetype EBOK, який потрібен для Kindle Fire

source: Check Mobi
ar: فحص موبي
lv: Pārbaudīt Mobi
ru: Проверка Mobi
uk: Перевірити Mobi

source: Check missing ASIN identifier
ar: فحص معرف ASIN المفقود
lv: Pārbaudīt bez ASIN identifikatora
ru: Проверка отсутствия идентификатора ASIN
uk: Перевірити на пропущений ідентифікатор ASIN

source: Check for MOBI/AZW/AZW3 formats missing an ASIN in EXTH 113 required for reading on a Kindle Fire
ar: فحص تنسيقات MOBI/AZW/AZW3 التي تفتقر إلى ASIN في EXTH 113 المطلوب للقراءة على جهاز Kindle Fire
ru: Поиск форматов MOBI/AZW/AZW3, у которых отсутствует ASIN в EXTH 113, что необходимо для Kindle Fire
uk: Перевірити на формати MOBI/AZW/AZW3, у яких пропущено ASIN в EXTH 113, який потрібен для читання на Kindle Fire

source: Check Twitter/Facebook disabled
ar: فحص تعطيل Twitter/Facebook
ru: Проверка доступа к Twitter/Facebook
uk: Перевірити на вимикання Twitter/Facebook

source: Check for MOBI/AZW/AZW3 formats missing an ASIN in both EXTH 113 and EXTH 504 to enable "share" features on Facebook or Twitter
ar: فحص تنسيقات MOBI/AZW/AZW3 التي تفتقر إلى ASIN في كل من EXTH 113 و EXTH 504 لتمكين ميزات "المشاركة" على Facebook أو Twitter
ru: Проверить форматы MOBI/AZW/AZW3, с отсутствующим ASIN в EXTH 113 и EXTH 504 (функция "поделиться" в Facebook или Twitter)
uk: Перевірити на формати MOBI/AZW/AZW3, у яких пропущено ASIN в EXTH 113 і EXTH 504, який потрібен для можливостей «оприлюднення» у Facebook або Twitter

source: Check clipping limit
ar: فحص حد القص
lv: Pārbaudīt apgriešanas limitu
ru: Проверить лимиты обрезки
uk: Перевірити на обмеження на обрізання

source: Check for MOBI/AZW/AZW3 formats that have a clipping limit specified by the publisher in EXTH header 401
ar: فحص تنسيقات MOBI/AZW/AZW3 التي تحتوي على حد قص محدد من قبل الناشر في رأس EXTH 401
ru: Проверить форматы MOBI/AZW/AZW3 с лимитом обрезки, указанным издателем в заголовке EXTH 401
uk: Перевірити на формати MOBI/AZW/AZW3, де вказано обмеження на обрізання видавцем у заголовку EXTH 401

source: Check title sort
ar: فحص ترتيب العنوان
lv: Pārbaudīt nosaukuma kārtošanu
ru: Проверка сортировки по заголовку
uk: Перевірити на упорядкування назви

source: Find books with an invalid title sort value
ar: البحث عن الكتب التي تحتوي على قيمة ترتيب عنوان غير صالحة
lv: Atrast grāmatas ar nederīgu nosaukuma šķirošanas vērtību
ru: Найти книги с недопустимым значением сортировки по названию
uk: Знайти книги із некоректним значенням упорядковування заголовка

source: Check metadata
ar: فحص البيانات الوصفية
lv: Pārbaudīt metadatus
ru: Проверка метаданных
uk: Перевірити метадані

source: Check author sort
ar: فحص ترتيب المؤلف
lv: Pārbaudīt autora kārtošanu
ru: Проверка сортировки по автору
uk: Перевірити упорядкування записів авторів

source: Find books with an invalid author sort value
ar: البحث عن الكتب التي تحتوي على قيمة ترتيب مؤلف غير صالحة
lv: Atrast grāmatas ar nederīgu autora kārtošanas vērtību
ru: Найти книги с недопустимым значением сортировки по автору
uk: Знайти книги із некоректним значенням упорядковування записів авторів

source: Check ISBN
ar: فحص ISBN
lv: Pārbaudīt ISBN
ru: Проверка ISBN
uk: Перевірити ISBN

source: Find books with an invalid ISBN
ar: البحث عن الكتب التي تحتوي على ISBN غير صالح
lv: Atrast grāmatas ar nederīgu ISBN
ru: Найти книги с неверным ISBN
uk: Знайти книги із некоректним ISBN

source: Check pubdate
ar: فحص تاريخ النشر
lv: Pārbaudīt publicēšanas datumu
ru: Проверка даты публикации
uk: Перевірити дату видання

source: Find books with an invalid pubdate where it is set to the timestamp date
ar: البحث عن الكتب التي تحتوي على تاريخ نشر غير صالح حيث يتم تعيينه إلى تاريخ الطابع الزمني
lv: Atrast grāmatas ar nederīgu publicēšanas datumu, kas ir iestatīts uz tekošo datumu
ru: Найти книги с недействительной датой публикации, установленной ​​на дату метки времени
uk: Знайти книги із некоректною датою видання, яку встановлено за датою часової позначки

source: Check duplicate ISBN
ar: فحص ISBN المكرر
lv: Pārbaudīt ISBN dublikātu
ru: Проверка повторяющихся ISBN
uk: Перевірити на дублікати ISBN

source: Find books that have duplicate ISBN values
ar: البحث عن الكتب التي تحتوي على قيم ISBN مكررة
lv: Atrast grāmatas ar dublētu ISBN
ru: Поиск книг с повторяющимися значениями ISBN
uk: Знайти книги із дублюванням значень ISBN

source: Check duplicate series
ar: فحص السلسلة المكررة
lv: Pārbaudīt sērijas dublikātus
ru: Проверка повторов в сериях
uk: Перевірити на дублікати у циклі

source: Find books that have duplicate series values
ar: البحث عن الكتب التي تحتوي على قيم سلسلة مكررة
lv: Atrast grāmatas ar dublētas sērijas vērtībām
ru: Поиск книг с повторяющимися значениями серий
uk: Знайти книги із дублікатами значень циклу

source: Check series gaps
ar: فحص فجوات السلسلة
lv: Pārbaudīt sērijas trūkumus
ru: Проверить пропуски в сериях
uk: Перевірити на пропуски у циклі

source: Find books that have gaps in their series index values
ar: البحث عن الكتب التي تحتوي على فجوات في قيم فهرس السلسلة الخاصة بها
lv: Atrast grāmatas ar sēriju indeksa vērtību trūkumiem
ru: Поиск книг с разрывами в значениях индекса серии
uk: Знайти книги із пропусками у значення покажчика циклу

source: Check series pubdate order
ar: فحص ترتيب تاريخ نشر السلسلة
lv: Pārbaudīt sērijas publicēšanas secību
ru: Проверить порядок дат публикации серии
uk: Перевірити цикл на порядок дат видання

source: Check excess tags
ar: فحص العلامات الزائدة
lv: Pārbaudīt liekās birkas
ru: Проверка избыточных тегов
uk: Перевірити на надмірні мітки

source: Find books with an excess number of tags
ar: البحث عن الكتب التي تحتوي على عدد زائد من العلامات
lv: Atrast grāmatas ar pārmērīgu birku skaitu
ru: Найти книги с избыточным количеством тегов
uk: Знайти книги із надмірною кількістю міток

source: Check html comments
ar: فحص تعليقات html
lv: Pārbaudīt html komentārus
ru: Проверка комментариев html
uk: Перевірити на коментарі HTML

source: Find books which have comments html with style formatting embedded
ar: البحث عن الكتب التي تحتوي على تعليقات html بتنسيق نمط مضمن
lv: Atrast grāmatas ar html komentāriem un iegultu stila formatējumu
ru: Найти книги, в которых есть комментарии html со внедрённым форматированием стилей
uk: Знайти книги, які містять HTML-коментарі із вбудованим форматуванням стилем

source: Check no html comments
ar: فحص عدم وجود تعليقات html
lv: Pārbaudīt trūkstošo html komentāru
ru: Проверить отсутствие комментариев html
uk: Перевірити на коментарі без HTML

source: Find books which have comments with no html tags at all
ar: البحث عن الكتب التي تحتوي على تعليقات بدون أي علامات html على الإطلاق
lv: Atrast grāmatas ar komentāriem bez html birkām
ru: Найти книги, в которых есть комментарии без html-тегов
uk: Знайти книги, які містять коментарі взагалі без теґів HTML

source: Check authors with commas
ar: فحص المؤلفين الذين لديهم فواصل
lv: Pārbaudīt autorus ar komatiem
ru: Проверка авторов с запятыми
uk: Перевірити записи авторів на коми

source: Find authors with commas in their name
ar: البحث عن المؤلفين الذين لديهم فواصل في أسمائهم
lv: Atrast autorus ar komatu viņu vārdā
ru: Поиск авторов с запятыми в имени
uk: Знайти записи авторів із комами в іменах

source: Check authors missing commas
ar: فحص المؤلفين الذين يفتقرون إلى الفواصل
lv: Pārbaudīt autoriem trūkstošos komatus
ru: Проверка авторов без запятых
uk: Перевірити записи авторів без ком

source: Find authors with no commas in their name
ar: البحث عن المؤلفين الذين لا تحتوي أسماؤهم على فواصل
lv: Atrast autorus bez komata
ru: Поиск авторов без запятых в имени
uk: Знайти записи авторів без ком у їхніх іменах

source: Check authors for case
ar: فحص حالة أحرف المؤلفين
lv: Pārbaudīt autoru burtus
ru: Проверить авторов на регистр
uk: Перевірити записи авторів на регістр символів

source: Find authors which are all uppercase or all lowercase
ar: البحث عن المؤلفين الذين تكون أسماؤهم كلها بأحرف كبيرة أو كلها بأحرف صغيرة
lv: Atrast autorus, kuros ir lielie vai mazie burti
ru: Найти авторов, написанных только прописными или строчными буквами
uk: Знайти записи авторів, усі літери яких є або великими, або маленькими

source: Check authors non alphabetic
ar: فحص المؤلفين غير الأبجديين
lv: Pārbaudīt autorus bez alfabēta
ru: Проверить небуквенных авторов
uk: Перевірити записи авторів на наявність символів поза абеткою

source: Find authors with non-alphabetic characters such as semi-colons indicating cruft or incorrect separators
ar: البحث عن المؤلفين الذين لديهم أحرف غير أبجدية مثل الفواصل المنقوطة التي تشير إلى بيانات غير مرغوب فيها أو فواصل غير صحيحة
lv: Atrast autorus bez alfabēta, piemēram, semikoli, kas norāda uz krustu vai nepareiziem atdalītājiem
ru: Найти авторов с неалфавитными символами, такими как точка с запятой (указывает на бесполезные или неправильные разделители)
uk: Знайти записи авторів із символами поза абеткою, зокрема крапкою з комою, що вказує на некоректні або помилкові роздільники

source: Check authors non ascii
ar: فحص المؤلفين غير الأسكي
lv: Pārbaudīt autorus, kas nav ascii
ru: Проверить авторов не ascii
uk: Перевірити записи авторів на наявність символів поза ASCII

source: Find authors with non-ascii names (e.g. with diacritics)
ar: البحث عن المؤلفين الذين لديهم أسماء غير أسكي (مثل الأسماء التي تحتوي على علامات تشكيل)
lv: Atrast autorus, kam nav ascii vārdi (piem., ar diakritiskajām zīmēm)
ru: Найти авторов с не ascii именами (напр. диакритика)
uk: Знайти записи авторів, у яких є символи поза ASCII (наприклад, символи із діакритичними знаками)

source: Check authors initials
ar: فحص الأحرف الأولى للمؤلفين
lv: Pārbaudīt autora iniciāļus
ru: Проверка инициалов автора
uk: Перевірити ініціали авторів

source: Find authors with initials that do not meet your preferred configuration
ar: البحث عن المؤلفين الذين لا تتوافق أحرفهم الأولى مع التكوين المفضل لديك
lv: Atrast autorus ar iniciāļiem, kas neatbilst jūsu vēlamajai konfigurācijai
ru: Найти авторов с инициалами, которые не соответствуют вашей предпочтительной конфигурации
uk: Знайти записи авторів із ініціалами, які не відповідають бажаному формату

source: Check titles with series
ar: فحص العناوين التي تحتوي على سلسلة
lv: Pārbaudīt nosaukumus ar sērijām
ru: Проверка названий с серией
uk: Перевірити на назви із вказаним циклом

source: Find titles with possible series info in their name
ar: البحث عن العناوين التي تحتوي على معلومات سلسلة محتملة في اسمها
lv: Atrast nosaukumus ar iespējamo seriālu informāciju to nosaukumā
ru: Найти заголовки с возможной информацией о серии в их названии
uk: Знайти назви, які містять дані циклу

source: Check titles for title case
ar: فحص العناوين لحالة العنوان
lv: Pārbaudīt nosaukumu reģistru
ru: Проверить названия на регистр ЗАГОЛОВКОВ
uk: Перевірити назви на регістр заголовків

source: Find titles which are candidates to apply the titlecase function to
ar: البحث عن العناوين التي يمكن تطبيق دالة titlecase عليها
lv: Atrast nosaukumus, kuriem var lietot nosaukumu reģistra funkciju
ru: Найти заголовки, к которым можно применить функцию titlecase
uk: Знайти назви, які є кандидатами на застосування функції titlecase

source: Check missing title
ar: فحص العنوان المفقود
lv: Pārbaudīt trūkstošo nosaukumu
ru: Проверка отсутствия названия
uk: Перевіряти на пропущену назву

source: Find books missing a title
ar: البحث عن الكتب التي تفتقر إلى عنوان
lv: Atrast grāmatas bez nosaukuma
ru: Найти книги без названия
uk: Знайти книги без назви

source: Check missing
ar: فحص مفقود
lv: Pārbaudīt trūkstošo
ru: Проверки отсутствия
uk: Перевіряти на пропущене

source: Check missing author
ar: فحص المؤلف المفقود
lv: Pārbaudīt trūkstošo autoru
ru: Проверка отсутствия автора
uk: Перевірити на пропущених авторів

source: Find books missing authors
ar: البحث عن الكتب التي تفتقر إلى مؤلفين
lv: Atrast grāmatas bez autora
ru: Найти книги с отсутствующими авторами
uk: Знайти книги із пропущеними авторами

source: Check missing ISBN
ar: فحص ISBN المفقود
lv: Pārbaudīt trūkstošo ISBN
ru: Проверка отсутствия ISBN
uk: Перевірити на пропущений ISBN

source: Find books missing an ISBN identifier
ar: البحث عن الكتب التي تفتقر إلى معرف ISBN
lv: Atrast grāmatas bez ISBN
ru: Найти книги с отсутствующим ISBN идентификатором
uk: Знайти книги без ідентифікатора ISBN

source: Check missing pubdate
ar: فحص تاريخ النشر المفقود
lv: Pārbaudīt trūkstošo publicēšanas datumu
ru: Проверить отсутствующую дату публикации
uk: Перевірити на пропущену дату видання

source: Find books missing published date
ar: البحث عن الكتب التي تفتقر إلى تاريخ النشر
lv: Atrast grāmatas bez publicēšanas datuma
ru: Найти книги с отсутствующей датой публикации
uk: Знайти книги із пропущеною датою видання

source: Check missing publisher
ar: فحص الناشر المفقود
lv: Pārbaudīt trūkstošo izdevēju
ru: Проверить отсутствующего издателя
uk: Перевірити на пропущеного видавця

source: Find books missing publisher
ar: البحث عن الكتب التي تفتقر إلى ناشر
lv: Atrast grāmatas bez izdevēja
ru: Найти книги с отсутствующим издателем
uk: Знайти книги із пропущеним видавцем

source: Check missing tags
ar: فحص العلامات المفقودة
lv: Pārbaudīt trūkstošās birkas
ru: Проверить отсутствующие теги
uk: Перевірити на пропущені мітки

source: Find books missing tags
ar: البحث عن الكتب التي تفتقر إلى علامات
lv: Atrast grāmatas bez birkām
ru: Найти книги с отсутствующими тегами
uk: Знайти книги із пропущеними мітками

source: Check missing rating
ar: فحص التقييم المفقود
lv: Pārbaudīt trūkstošo vērtējumu
ru: Проверить отсутствующий рейтинг
uk: Перевірити на пропущені оцінки

source: Find books missing rating
ar: البحث عن الكتب التي تفتقر إلى تقييم
lv: Atrast grāmatas bez vērtējuma
ru: Найти книги с отсутствующим рейтингом
uk: Знайти книги із пропущеними оцінками

source: Check missing comments
ar: فحص التعليقات المفقودة
lv: Pārbaudīt trūkstošos komentārus
ru: Проверить отсутствующие комментарии
uk: Перевірити на пропущені коментарі

source: Find books missing comments
ar: البحث عن الكتب التي تفتقر إلى تعليقات
lv: Atrast grāmatas bez komentāriem
ru: Найти книги с отсутствующими комментариями
uk: Знайти книги з пропущеними коментарями

source: Check missing languages
ar: فحص اللغات المفقودة
lv: Pārbaudīt trūkstošās valodas
ru: Проверка отсутствия языков
uk: Перевірити на пропущені мови

source: Find books missing languages
ar: البحث عن الكتب التي تفتقر إلى لغات
lv: Atrast grāmatas bez valodas
ru: Найти книги с отсутствующим языком
uk: Знайти книги без вказаної мови

source: Check missing cover
ar: فحص الغلاف المفقود
lv: Pārbaudīt trūkstošo vāku
ru: Проверить отсутствующую обложку
uk: Перевірити на наявність обкладинки

source: Find books missing a cover
ar: البحث عن الكتب التي تفتقر إلى غلاف
lv: Atrast grāmatas bez vāka
ru: Найти книги без обложки
uk: Знайти книги без обкладинки

source: Check missing formats
ar: فحص التنسيقات المفقودة
lv: Pārbaudīt trūkstošos formātus
ru: Проверить отсутствующие форматы
uk: Перевірити на пропущені формати

source: Find books missing formats
ar: البحث عن الكتب التي تفتقر إلى تنسيقات
lv: Atrast grāmatas bez formāta
ru: Найти книги с отсутствующими форматами
uk: Знайти пропущені формати книг

source: Find ePub books with text matching your own regular expression
ar: البحث عن كتب ePub بنص يتطابق مع تعبيرك العادي
lv: Atrast ePub grāmatas ar tekstu, kas atbilst jūsu regulārajai izteiksmei
ru: Найти книги ePub с текстом, соответствующим вашему собственному регулярному выражению
uk: Знайти книги ePub із текстом, що відповідає вказаному вами формальному виразу

source: Search ePubs
ar: البحث في ePubs
lv: Meklēt ePubs
ru: Поиск ePub
uk: Пошук ePub

source: Swap author FN LN <-> LN,FN
ar: تبديل المؤلف (الاسم الأول، اسم العائلة) <-> (اسم العائلة، الاسم الأول)
lv: Mainīt autoru V U <-> U,V
ru: Поменять Имя Фамилия <-> Фамилия, Имя
uk: Виконати заміну Ім'я Прізвище <-> Прізвище, Ім'я

source: For the selected book(s) swap author names between FN LN and LN, FN formats
ar: للكتاب (الكتب) المحدد (المحددة) تبديل أسماء المؤلفين بين تنسيقات (الاسم الأول، اسم العائلة) و (اسم العائلة، الاسم الأول)
lv: Atlasītajai grāmatai(-ām) mainīt autoru vārdus starp V U un U, V formātiem
ru: Для выбранных книг поменять местами выбранные имена авторов с Имя Фамилия на Фамилия, Имя
uk: Для позначених книг поміняти у записах авторів формат «Ім'я Прізвище» на «Прізвище, Ім'я», і навпаки

source: Reformat author initials
ar: إعادة تنسيق الأحرف الأولى للمؤلف
lv: Pārformatēt autora iniciāļus
ru: Переформатировать инициалы автора
uk: Переформатувати ініціали авторів

source: For the selected book(s) reformat the author initials to your configured preference
ar: للكتاب (الكتب) المحدد (المحددة) إعادة تنسيق الأحرف الأولى للمؤلف حسب التفضيل الذي قمت بتكوينه
lv: Atlasītajai grāmatai(-ām) pārformatēt autora iniciāļus atbilstoši jūsu konfigurētajām vēlmēm
ru: Для выбранных книг переформатировать инициалы автора в соответствии с вашими настройками
uk: Для позначних книг виконати переформатування ініціалів авторів за вказаними налаштуваннями

source: Rename author to ascii
ar: إعادة تسمية المؤلف إلى أسكي
lv: Pārdēvēt autoru uz ascii
ru: Переименовать автора в ascii
uk: Перевести ім'я автора у ascii

source: For the selected book(s) rename the author to remove any accents and diacritics characters
ar: للكتاب (الكتب) المحدد (المحددة) إعادة تسمية المؤلف لإزالة أي علامات تشكيل وأحرف مميزة

source: Set title sort
ar: تعيين ترتيب العنوان

source: For the selected book(s) replace the title sort with a value based on your tweak preference
ar: للكتاب (الكتب) المحدد (المحددة) استبدال ترتيب العنوان بقيمة بناءً على تفضيل التعديل الخاص بك

source: Check and repair book sizes
ar: فحص وإصلاح أحجام الكتب
lv: Pārbaudīt un labot grāmatu izmērus
ru: Проверить и исправить размеры книг
uk: Перевірити і виправити розміри книги

source: Check and update file sizes for your books
ar: فحص وتحديث أحجام الملفات لكتبك
lv: Pārbaudīt un atjaunināt grāmatu failu izmērus
ru: Проверить и обновить размеры файлов книг
uk: перевірити і оновити розміри файлів для ваших книг

source: Check and rename book paths
ar: فحص وإعادة تسمية مسارات الكتب
lv: Pārbaudīt un pārdēvēt grāmatu ceļus
ru: Проверить и переименовать пути к книгам
uk: Перевірити і змінити назви шляхів до книг

source: Ensure book paths include commas if appropriate
ar: تأكد من أن مسارات الكتب تتضمن فواصل إذا كان ذلك مناسبًا
lv: Ja nepieciešams, nodrošiniet, lai grāmatu ceļos būtu komats
ru: Убедитесь, что пути к книгам включают запятые, если это необходимо
uk: Забезпечити наявність у шляхах до книг ком, якщо це потрібно

source: Cleanup .opf files/folders
ar: تنظيف ملفات/مجلدات .opf
lv: Notīrīt .opf failus/mapes
ru: Очистка файлов и папок .opf
uk: Почистити файли .opf і теки

source: Delete orphaned opf/jpg files and remove empty folders
ar: حذف ملفات opf/jpg المهملة وإزالة المجلدات الفارغة
lv: Izdzēst savrupos opf/jpg failus un noņemt tukšās mapes
ru: Удалить потерянные файлы opf/jpg и удалить пустые папки
uk: Вилучити осиротілі файли opf/jpg і порожні теки

source: Fix ASIN for Kindle Fire
ar: إصلاح ASIN لجهاز Kindle Fire
ru: Исправить ASIN для Kindle Fire
uk: Виправити ASIN для Kindle Fire

source: For MOBI/AZW/AZW3 formats, assign the current amazon identifier (uuid if not present) as an ASIN to EXTH 113 and 504 fields
ar: لتنسيقات MOBI/AZW/AZW3، تعيين معرف أمازون الحالي (uuid إذا لم يكن موجودًا) كـ ASIN إلى حقلي EXTH 113 و 504
ru: Для форматов MOBI/AZW/AZW3 назначить текущий идентификатор amazon (uuid, при отсутствии) в качестве ASIN для полей EXTH 113 и 504
uk: Для форматів MOBI/AZW/AZW3 призначити поточний ідентифікатор amazon (uuid, якщо такого немає), як ASIN для полів EXTH 113 і 504
