Repository: os-strus/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: ar, lv, ru, uk

source: All searched book authors have no commas
ar: جميع مؤلفي الكتب التي تم البحث عنها لا تحتوي على فواصل
lv: Visiem meklētajiem grāmatu autoriem nav komatu
ru: Во всех найденных авторах книг нет запятых
uk: У всіх книгах записи авторів не містять ком

source: books with authors having commas
ar: كتب بها مؤلفون لديهم فواصل
lv: grāmatas ar autoriem un komatiem
ru: книги с авторами, имеющими запятые
uk: книги на вміст ком в записах авторів

source: All searched book authors have commas
ar: جميع مؤلفي الكتب التي تم البحث عنها لديهم فواصل
lv: Visiem meklētajiem grāmatu autoriem ir komati
ru: Во всех найденных авторах книг есть запятые
uk: У всіх книгах записи авторів містять коми

source: books with authors not having commas
ar: كتب بها مؤلفون ليس لديهم فواصل
lv: grāmatas ar autoriem bez komata
ru: книги с авторами, не имеющими запятых
uk: книги на пропуск ком в записах авторів

source: All searched authors have a valid casing
ar: جميع المؤلفين الذين تم البحث عنهم لديهم حالة أحرف صالحة
lv: Visiem meklētajiem autoriem ir derīgs burts
ru: Все искомые авторы имеют действительный регистр
uk: Регістр символів в усіх записах авторів є коректним

source: books for invalid author casing
ar: كتب لحالة أحرف مؤلف غير صالحة
lv: grāmatas ar nederīgu autora burtu
ru: книги для обложки с недействительным регистром автора
uk: книги на некоректний регістр символів у записах авторів

source: All searched book authors have alphabetic names
ar: جميع مؤلفي الكتب التي تم البحث عنها لديهم أسماء أبجدية
lv: Visiem meklētajiem grāmatu autoriem ir alfabētiskie vārdi
ru: Все искомые авторы книг имеют алфавитные имена
uk: У всіх книгах записи авторів складаються з літер абетки

source: books with authors having non-alphabetic names
ar: كتب بها مؤلفون لديهم أسماء غير أبجدية
lv: grāmatas, kuru autoriem nav alfabēta vārdu
ru: книги с авторами, имеющими неалфавитные имена
uk: книги із записами авторів, які містять символи поза абеткою

source: All searched book authors have ascii names
ar: جميع مؤلفي الكتب التي تم البحث عنها لديهم أسماء أسكي
lv: Visiem meklētajiem grāmatu autoriem ir ascii vārdi
ru: Все искомые авторы книг имеют имена ascii
uk: У всіх книгах записи авторів складаються з символів ASCII

source: books with authors having non-ascii names
ar: كتب بها مؤلفون لديهم أسماء غير أسكي
lv: grāmatas ar autoriem bez ascii vārdiem
ru: книги с авторами, имеющими имена, отличные от ascii
uk: книги із записами авторів, які містять символи поза ASCII

source: All searched book authors have correct initials
ar: جميع مؤلفي الكتب التي تم البحث عنها لديهم أحرف أولى صحيحة
lv: Visiem meklētajiem grāmatu autoriem ir pareizi iniciāļi
ru: Все авторы искомых книг имеют правильные инициалы
uk: У всіх книгах записи авторів містять правильні ініціали

source: books with authors having incorrect initials
ar: كتب بها مؤلفون لديهم أحرف أولى غير صحيحة
lv: grāmatas ar nepareiziem autoru iniciāļiem
ru: книги с неправильными инициалами авторов
uk: книги на вміст неправильних ініціалів у записах авторів

source: All searched books do not have titles with series names
ar: جميع الكتب التي تم البحث عنها لا تحتوي على عناوين بأسماء سلسلة
lv: Visām meklētajām grāmatām nav nosaukumu ar sēriju nosaukumiem
ru: Все искомые книги не имеют названий с названиями серий
uk: У всіх книгах немає заголовків із назвою циклу

source: book titles with possible series names
ar: عناوين الكتب بأسماء سلسلة محتملة
lv: grāmatu nosaukumi ar iespējamiem sēriju nosaukumiem
ru: названия книг с возможными названиями серий
uk: назви книг із можливими назвами циклів

source: All searched titles have a valid title casing
ar: جميع العناوين التي تم البحث عنها لديها حالة أحرف عنوان صالحة
lv: Visiem meklētajiem nosaukumiem ir derīgs virsraksta burts
ru: Все искомые заголовки имеют допустимый регистр заголовков
uk: Регістр символів в усіх назвах є коректним

source: books for invalid title casing
ar: كتب لحالة أحرف عنوان غير صالحة
lv: grāmatas ar nederīgiem nosaukumu burtiem
ru: книги для недопустимого регистра заголовка
uk: книги на некоректний регістр символів у назвах

source: All searched MOBI books have EBOK cdetag values
ar: جميع كتب MOBI التي تم البحث عنها تحتوي على قيم cdetag لـ EBOK
lv: Visām meklētajām MOBI grāmatām ir EBOK cdetag vērtības
ru: Все искомые книги MOBI имеют значения EBOK cdetag
uk: Усі книги MOBI містять значення cdetag EBOK

source: MOBI books missing EBOK cdetag
ar: كتب MOBI تفتقر إلى EBOK cdetag
lv: MOBI grāmatām trūkst EBOK cdetag
ru: Книги MOBI с отсутствующим EBOK cdetag
uk: Книги MOBI з пропущеним cdetag EBOK

source: All searched MOBI books have ASIN values
ar: جميع كتب MOBI التي تم البحث عنها تحتوي على قيم ASIN
lv: Visām meklētajām MOBI grāmatām ir ASIN vērtības
ru: Все искомые книги MOBI имеют значения ASIN
uk: Усі книги MOBI містять значення ASIN

source: MOBI books missing ASIN
ar: كتب MOBI تفتقر إلى ASIN
lv: MOBI grāmatām trūkst ASIN
ru: В книгах MOBI отсутствует ASIN
uk: Книги MOBI із пропущеним ASIN

source: All searched MOBI books have Twitter/Facebook sharing enabled
ar: جميع كتب MOBI التي تم البحث عنها لديها مشاركة Twitter/Facebook ممكّنة
lv: Visām meklētajām MOBI grāmatām ir iespējota Twitter/Facebook kopīgošana
ru: Для всех искомых книг MOBI включено расшаривание в Twitter/Facebook.
uk: В усіх книгах MOBI увімкнено оприлюднення у Twitter/Facebook

source: MOBI books unable to share on Twitter/Facebook
ar: كتب MOBI غير قادرة على المشاركة على Twitter/Facebook
lv: MOBI grāmatas nevar kopīgot Twitter/Facebook
ru: Книги MOBI не могут быть расшарены в Twitter/Facebook
uk: Книги MOBI, які не можна оприлюднювати на Twitter/Facebook

source: All searched MOBI books have no clipping limits
ar: جميع كتب MOBI التي تم البحث عنها لا تحتوي على حدود قص
lv: Visām meklētajām MOBI grāmatām nav ierobežojumu
ru: Все искомые книги MOBI не имеют лимитов обрезки
uk: Усі книги MOBI не містять обмежень на обрізання

source: MOBI books for clipping limits
ar: كتب MOBI لحدود القص
lv: MOBI grāmatas apgriešanas limits
ru: Книги MOBI для лимитов обрезки
uk: Книги MOBI на обмеження на обрізання

source: Check covers
ar: فحص الأغلفة
lv: Pārbaudīt vākus
ru: Проверить обложки
uk: Перевірити обкладинки

source: Find books with book covers matching your criteria
ar: البحث عن الكتب التي تحتوي على أغلفة كتب تتطابق مع معاييرك
lv: Atrast grāmatas ar vākiem pēc maniem kritērijiem
ru: Найти книги с обложками, соответствующими вашим критериям
uk: Знайти книги із обкладинками, що відповідають вашим критеріям

source: Check having any jacket
ar: فحص وجود أي غلاف
lv: Pārbaudīt katru apvalku
ru: Проверить наличие суперобложки
uk: Перевірити на наявність обгортки

source: Check for ePub formats which have any calibre jacket
ar: فحص تنسيقات ePub التي تحتوي على أي غلاف calibre
lv: Pārbaudīt ePub formātus ar jebkuru calibre apvalku
ru: Проверить форматы ePub с любой суперобложкой
uk: Перевірити формати ePub, які містять будь-які обгортки calibre

source: Check ePub Structure
ar: فحص بنية ePub
lv: Pārbaudīt ePub struktūru
ru: Проверить структуру ePub
uk: Перевірити структуру ePub

source: Check having legacy jacket
ar: فحص وجود غلاف قديم
lv: Pārbaudīt mantoto apvalku
ru: Проверить наличие унаследованной суперобложки
uk: Перевірити на наявність застарілої обгортки

source: Check for ePub formats which have a calibre jacket from versions prior to 0.6.51
ar: فحص تنسيقات ePub التي تحتوي على غلاف calibre من إصدارات قبل 0.6.51
lv: Pārbaudīt ePub formātus ar calibre apvalka versiju, kas vecākas par 0.6.51
ru: Проверить форматы ePub с суперобложкой из версий calibre до 0.6.51
uk: Перевірити на формати ePub, які містять обгортку calibre з версій, які передували 0.6.51

source: Check having multiple jackets
ar: فحص وجود أغلفة متعددة
lv: Pārbaudīt, vai ir vairāki apvalki
ru: Проверить наличие нескольких суперобложек
uk: Перевірити на наявність декількох обгорток

source: Check for ePub formats which have multiple jackets
ar: فحص تنسيقات ePub التي تحتوي على أغلفة متعددة
lv: Pārbaudīt ePub formātu ar vairākiem apvalkiem
ru: Проверить форматы ePub с множеством суперобложек
uk: Перевірити формати ePub, які містять декілька обгорток

source: Check missing jacket
ar: فحص الغلاف المفقود
lv: Pārbaudīt trūkstošo apvalku
ru: Проверить отсутствующие суперобложки
uk: Перевірити на пропущену обгортку

source: Check for ePub formats which do not have a jacket
ar: فحص تنسيقات ePub التي لا تحتوي على غلاف
lv: Pārbaudīt ePub formātu bez apvalka
ru: Проверить форматы ePub, у которых нет суперобложки
uk: Перевірити на формати ePub, які не містять обгортки

source: Check missing container.xml
ar: فحص ملف container.xml المفقود
lv: Pārbaudīt trūkstošo konteinera.xml
ru: Проверить отсутствующий файл container.xml
uk: Перевірити на пропущені container.xml

source: Check for ePub formats with a missing container.xml indicating an invalid ePub
ar: فحص تنسيقات ePub التي تحتوي على ملف container.xml مفقود يشير إلى ePub غير صالح
ru: Проверить форматы ePub с отсутствующим файлом container.xml, указывающим на недействительный ePub.
uk: Перевірити на формати ePub, у яких пропущено container.xml, що вказує на некоректність ePub

source: Check invalid namespaces
ar: فحص مساحات الأسماء غير الصالحة
lv: Pārbaudīt nederīgos nosaukumus
ru: Проверить недопустимые пространства имен
uk: Перевірити на некоректні простори назв

source: Check for ePub formats with invalid namespaces in the container xml or opf manifest
ar: فحص تنسيقات ePub التي تحتوي على مساحات أسماء غير صالحة في ملف container xml أو opf manifest
ru: Проверить наличие форматов ePub с недопустимыми пространствами имен в XML-файле контейнера или манифесте opf
uk: Перевірити на формати ePub із некоректними просторами назв у container.xml або маніфесті opf

source: Check non-dc: metadata
ar: فحص البيانات الوصفية غير dc:
ru: Проверить non-dc: метаданные
uk: Перевірити на метадані поза dc:

source: Check for ePub formats with metadata elements in the opf manifest that are not in the dc: namespace
ar: فحص تنسيقات ePub التي تحتوي على عناصر بيانات وصفية في opf manifest ليست في مساحة الاسم dc:
ru: Проверить наличие форматов ePub с элементами метаданных в манифесте opf, которые не входят в пространство имен dc:
uk: Перевірити на формати ePub із елементами метаданих у маніфесті opf, які не перебувають у просторі назв dc:

source: Check manifest files missing
ar: فحص ملفات البيان المفقودة
lv: Pārbaudīt failu bez manifesta
ru: Проверить отсутствие файлов манифеста
uk: Перевірити на наявність файлів з маніфесту

source: Check for ePub formats with files missing that are listed in their opf manifest
ar: فحص تنسيقات ePub التي تحتوي على ملفات مفقودة مدرجة في opf manifest الخاص بها
ru: Проверить форматы ePub с отсутствующими файлами, перечисленными в их манифесте opf
uk: Перевірити на формати ePub із файлами, яких немає, хоча їх оголошено у маніфесті opf

source: Check unmanifested files
ar: فحص الملفات غير المعلنة
lv: Pārbaudīt nepārskatamos failus
ru: Проверить файлы без манифеста
uk: Перевірити на файли поза маніфестом

source: Check for ePub formats with files that are not listed in their opf manifest excluding iTunes/bookmarks
ar: فحص تنسيقات ePub التي تحتوي على ملفات غير مدرجة في opf manifest الخاص بها باستثناء iTunes/الإشارات المرجعية
ru: Проверить форматы ePub с файлами, которые не указаны в их манифесте opf, за исключением iTunes/закладок.
uk: Перевірити на формати ePub із файлами, яких немає у маніфесті opf, окрім файлів iTunes та закладок

source: Check unused CSS files
ar: فحص ملفات CSS غير المستخدمة
lv: Pārbaudīt neizmantotos CSS failus
ru: Проверить неиспользуемые файлы CSS
uk: Перевірити на невикористані файли CSS

source: Check for ePub formats with CSS files that are not referenced from any html pages
ar: فحص تنسيقات ePub التي تحتوي على ملفات CSS غير مشار إليها من أي صفحات html
ru: Проверить форматы ePub с файлами CSS, на которые нет ссылок ни на каких html-страницах
uk: Перевірити на формати ePub із файлами CSS, на які не посилається жодна сторінка HTML

source: Check unused image files
ar: فحص ملفات الصور غير المستخدمة
lv: Pārbaudīt neizmantotos attēlus
ru: Проверить неиспользуемые файлы изображений
uk: Перевірити на невикористані файли зображень

source: Check for ePub formats with image files that are not referenced from the xhtml pages
ar: فحص تنسيقات ePub التي تحتوي على ملفات صور غير مشار إليها من صفحات xhtml
ru: Проверить форматы ePub с файлами изображений, на которые нет ссылок на страницах xhtml
uk: Перевірити на формати ePub із файлами зображень, на які не посилається жодна сторінка XHTML

source: Check broken image links
ar: فحص روابط الصور المعطلة
lv: Pārbaudīt bojātās attēlu saites
ru: Проверить неработающие ссылки на изображения
uk: Перевірити на помилкові посилання на зображення

source: Check for ePub formats with html pages that contain broken links to images
ar: فحص تنسيقات ePub التي تحتوي على صفحات html تتضمن روابط صور معطلة
ru: Проверить форматы ePub с html-страницами, содержащими неработающие ссылки на изображения
uk: Перевірити на формати ePub зі сторінками HTML, які містять помилкові посилання на зображення

source: Check iTunes files
ar: فحص ملفات iTunes
lv: Pārbaudīt iTunes failus
ru: Проверить файлы iTunes
uk: Перевірити на файли iTunes

source: Check for ePub formats with an iTunesMetadata.plist or iTunesArtwork file
ar: فحص تنسيقات ePub التي تحتوي على ملف iTunesMetadata.plist أو iTunesArtwork
ru: Проверить форматы ePub с помощью файла iTunesMetadata.plist или iTunesArtwork
uk: Перевірити на формати ePub із файлом iTunesMetadata.plist або iTunesArtwork

source: Check calibre bookmark files
ar: فحص ملفات إشارات calibre المرجعية
lv: Pārbaudīt calibre grāmatzīmju failus
ru: Проверить файлы закладок calibre
uk: Перевірити на файли закладок calibre

source: Check for ePub formats with a calibre bookmarks file
ar: فحص تنسيقات ePub التي تحتوي على ملف إشارات calibre المرجعية
lv: Pārbaudīt ePub formātus, izmantojot calibre grāmatzīmju failu
ru: Проверить форматы ePub с помощью файла закладок calibre
uk: Перевірити на формати ePub, які містять файл закладок calibre

source: Check OS artifacts
ar: فحص مخلفات نظام التشغيل
ru: Проверить артефакты ОС
uk: Перевірити на паразитні об'єкти ОС

source: Check for ePub formats with OS artifacts of .DS_Store or Thumbs.db
ar: فحص تنسيقات ePub التي تحتوي على مخلفات نظام التشغيل مثل .DS_Store أو Thumbs.db
ru: Проверить форматы ePub с артефактами ОС .DS_Store или Thumbs.db
uk: Перевірити на формати ePub із паразитними об'єктами операційної системи, .DS_Store або Thumbs.db

source: Check ePub inside ePub
ar: فحص ePub داخل ePub
ru: Проверить ePub внутри ePub
uk: Перевірити ePub всередині ePub

source: Check for ePub formats containing a ePub inside
ar: فحص تنسيقات ePub التي تحتوي على ePub بداخلها
ru: Проверьте форматы ePub, содержащие ePub внутри
uk: Виконати перевірку форматів ePub, які містять всередині ePub

source: Check NCX TOC hierarchical
ar: فحص جدول محتويات NCX الهرمي
ru: Проверить иерархию NCX TOC
uk: Перевірити на ієрархічність змісту NCX

source: Check for ePub formats with a NCX file TOC which is not flat (i.e. hierarchical)
ar: فحص تنسيقات ePub التي تحتوي على جدول محتويات ملف NCX ليس مسطحًا (أي هرمي)
ru: Проверить форматы ePub с иерархическим (не-плоским) оглавлением файла NCX
uk: Перевірити на формати ePub, які містять файл змісту NCX, який не є простим списком (тобто є ієрархічним)

source: Check NCX TOC with < 3 entries
ar: فحص جدول محتويات NCX بأقل من 3 إدخالات
ru: Проверить NCX TOC с менее чем 3 записями
uk: Перевірити на зміст NCX із < 3 записами

source: Check for ePub formats with a NCX file TOC with less than 3 entries
ar: فحص تنسيقات ePub التي تحتوي على جدول محتويات ملف NCX بأقل من 3 إدخالات
ru: Проверить ePub форматы с NCX TOC с менее чем 3 записями
uk: Перевірити на формати ePub, які містять файл змісту NCX, у якому менше 3 записів

source: Check NCX TOC with broken links
ar: فحص جدول محتويات NCX بروابط معطلة
ru: Проверить NCX TOC с неработающими ссылками
uk: Перевірити на зміст NCX із помилковими посиланнями

source: Check for ePub formats with a NCX file TOC that contains broken html links
ar: فحص تنسيقات ePub التي تحتوي على جدول محتويات ملف NCX يتضمن روابط html معطلة
ru: Проверить форматы ePub с оглавлением файла NCX, которое содержит неработающие html-ссылки
uk: Перевірити на формати ePub, які містять файл змісту NCX, який містить помилкові посилання HTML

source: Check <guide> broken links
ar: فحص روابط <guide> المعطلة
ru: Проверить <guide> неработающие ссылки
uk: Перевірити на помилкові посилання <guide>

source: Check for ePub formats with broken links in the <guide> section of the manifest
ar: فحص تنسيقات ePub التي تحتوي على روابط معطلة في قسم <guide> من البيان
ru: Проверить форматы ePub с неработающими ссылками в <guide>разделе манифеста
uk: Перевірити на формати ePub, які містять помилкові посилання у розділі <guide> маніфесту

source: Check oversize html files
ar: فحص ملفات html كبيرة الحجم
lv: Pārbaudīt lielus html failus
ru: Проверить негабаритные html-файлы
uk: Перевірити на надмірний розмір файлів HTML

source: Check for ePub formats with an individual html file size that requires splitting on some devices
ar: فحص تنسيقات ePub التي تحتوي على حجم ملف html فردي يتطلب التقسيم على بعض الأجهزة
ru: Проверить форматы ePub с индивидуальным размером HTML-файла, нуждающемся в разделении на некоторых устройствах
uk: Перевірити на формати ePub із розміром окремих файлів HTML, який потребуватиме поділу на деяких пристроях

source: Check DRM
ar: فحص DRM
lv: Pārbaudīt DRM
ru: Проверка DRM
uk: Перевірити на DRM

source: Check for ePub formats with DRM encryption xml files
ar: فحص تنسيقات ePub التي تحتوي على ملفات xml لتشفير DRM
lv: Pārbaudīt ePub formātus ar DRM šifrētiem xml failiem
ru: Проверить форматы ePub с XML-файлами с шифрованием DRM
uk: Перевірити на формати ePub, які містять шифрування DRM файлів XML

source: Check Adobe DRM meta tag
ar: فحص وسم Adobe DRM meta
lv: Pārbaudīt Adobe DRM meta birku
ru: Проверить метатег Adobe DRM
uk: Перевірити на метамітки DRM Adobe

source: Check for ePub formats that contain html pages with an Adobe DRM meta identifier tag
ar: فحص تنسيقات ePub التي تحتوي على صفحات html مع وسم تعريف Adobe DRM meta
lv: Pārbaudīt ePub formātu, kas satur html lapas ar Adobe DRM meta identifikatora birku
ru: Проверить форматы ePub, содержащие HTML-страницы с метатегом идентификатора Adobe DRM
uk: Перевірити на формати ePub, які містять сторінки HTML, які містять метамітку-ідентифікатор DRM Adobe

source: Check replaceable cover
ar: فحص الغلاف القابل للاستبدال
lv: Pārbaudīt maināmo vāku
ru: Проверить сменную обложку
uk: Перевірити на придатну до заміни обкладинки

source: Check for ePub formats with a cover that can be replaced when exporting or updating metadata with Modify ePub
ar: فحص تنسيقات ePub التي تحتوي على غلاف يمكن استبداله عند التصدير أو تحديث البيانات الوصفية باستخدام Modify ePub
ru: Проверить форматы ePub с обложкой, заменяемой при экспорте или обновлении метаданных с помощью Modify ePub
uk: Перевірити на формати ePub, які містять обкладинку, яку може бути замінено при експортуванні або оновленні метаданих при використанні пункту «Змінити ePub»

source: Check non-replaceable cover
ar: فحص الغلاف غير القابل للاستبدال
lv: Pārbaudīt nemaināmo vāku
ru: Проверить не заменяемую обложку
uk: Перевірити на непридатну до заміни обкладинку

source: Check for ePub formats with no cover or a cover that cannot be replaced without a calibre conversion
ar: فحص تنسيقات ePub التي لا تحتوي على غلاف أو غلاف لا يمكن استبداله دون تحويل calibre
ru: Проверить форматы ePub без обложки или не заменяемой без calibre конвертации обложки
uk: Перевірити на формати ePub, які не містять обкладинки або містять обкладинку, яку не може бути замінено без перетворення calibre

source: Check calibre SVG cover
ar: فحص غلاف calibre SVG
lv: Pārbaudīt calibre SVG vāku
ru: Проверить calibre SVG обложку
uk: Перевірити на обкладинку SVG calibre

source: Check for ePub formats with a cover that has been inserted by a calibre conversion or Modify ePub and that is SVG
ar: فحص تنسيقات ePub التي تحتوي على غلاف تم إدراجه بواسطة تحويل calibre أو Modify ePub وهو SVG
ru: Проверить наличие форматов ePub с SVG обложкой, вставленной calibre конвертацией или модификацией ePub
uk: Перевірити на формати ePub, які містять обкладинки, які вставлено під час перетворення calibre або дії «Змінити ePub» і які є файлами SVG

source: Check no calibre SVG cover
ar: فحص عدم وجود غلاف calibre SVG
lv: Pārbaudīt bez calibre SVG vāka
ru: Проверить отсутствие calibre SVG обложки
uk: Перевірити на відсутність обкладинки SVG

source: Check for ePub formats that have no calibre cover inserted by a calibre conversion or Modify ePub that is SVG
ar: فحص تنسيقات ePub التي لا تحتوي على غلاف calibre تم إدراجه بواسطة تحويل calibre أو Modify ePub وهو SVG
ru: Проверить наличие форматов ePub без SVG обложки, вставленной calibre конвертацией или модификацией ePub
uk: Перевірити на формати ePub, які не містять обкладинки, які вставлено під час перетворення calibre або дії «Змінити ePub» і які є файлами SVG

source: Check calibre conversion
ar: فحص تحويل calibre
lv: Pārbaudīt calibre pārveidošanu
ru: Проверить calibre конвертацию
uk: Перевірити на перетворення calibre

source: Check for ePub formats that have been converted by calibre
ar: فحص تنسيقات ePub التي تم تحويلها بواسطة calibre
lv: Pārbaudīt ePub formātu, kas konvertēti ar calibre
ru: Проверить форматы ePub, конвертированные calibre
uk: Перевірити формати ePub, які були наслідком перетворення у calibre

source: Check not calibre conversion
ar: فحص ليس تحويل calibre
lv: Pārbaudīt bez calibre pārveidošanas
ru: Проверить отсутствие calibre конвертации
uk: Перевірити на відсутність перетворення calibre

source: Check for ePub formats that have not been converted by calibre
ar: فحص تنسيقات ePub التي لم يتم تحويلها بواسطة calibre
lv: Pārbaudīt ePub formātu, kas nav konvertēti ar calibre
ru: Проверить форматы ePub, не конвертированные calibre
uk: Перевірити формати ePub, які не були наслідком перетворення у calibre

source: Check corrupt zip
ar: فحص ملف zip تالف
uk: Перевірка пошкодженості zip

source: Check for ePub zip that is corrupted, may need conversion to fix
ar: فحص ملف zip ePub التالف، قد يحتاج إلى تحويل للإصلاح
uk: Перевірка на пошкодженість zip у ePub, може потребувати перетворення даних для виправлення

source: Check <address> smart-tags
ar: فحص علامات <address> الذكية
lv: Pārbaudīt <address> birkas
ru: Проверка смарт-тегов <address>
uk: Перевірити на смартмітки <address>

source: Check for ePub formats that have <address> elements from a poor conversion with Word smart tags
ar: فحص تنسيقات ePub التي تحتوي على عناصر <address> من تحويل سيء باستخدام علامات Word الذكية
ru: Проверить наличие форматов ePub с <address> элементами плохой конвертации смарт-тегов Word
uk: Перевірити формати ePub із елементами <address>, які були наслідком помилкового перетворення із смартмітками Word

source: Check ePub Style
ar: فحص نمط ePub
lv: Pārbaudīt ePub stilu
ru: Проверка стилей ePub
uk: Перевірити стиль ePub

source: Check embedded fonts
ar: فحص الخطوط المضمنة
lv: Pārbaudīt iegultos fontus
ru: Проверка внедренных шрифтов
uk: Перевірити на вбудовані шрифти

source: Check for ePub formats with embedded fonts
ar: فحص تنسيقات ePub التي تحتوي على خطوط مضمنة
lv: Pārbaudīt ePub formātu ar iegultiem fontiem
ru: Проверить форматы ePub с внедрёнными шрифтами
uk: Перевірити на формати ePub із вбудованими шрифтами

source: Check @font-face
ar: فحص @font-face
lv: Pārbaudīt @font-face
ru: Проверка @font-face
uk: Перевірити на @font-face

source: Check for ePub formats with CSS or html files that contain @font-face declarations
ar: فحص تنسيقات ePub التي تحتوي على ملفات CSS أو html تتضمن إعلانات @font-face
ru: Проверить форматы ePub с файлами CSS или html, содержащими объявления @font-face
uk: Перевірити на формати ePub із файлами CSS або HTML, які містять оголошення @font-face
