Repository: os-strus/calibre_plugins
Catalog: quality_check/translations/*.po
Languages: ar, lv, ru, uk

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
lv: Īsinājumtaustiņi
ru: Сочетания клавиш...
uk: Клавіатурні скорочення

source: Restart calibre now
ar: أعد تشغيل calibre الآن
lv: Restartēt calibre
ru: Перезагрузите calibre сейчас
uk: Перезавантажити Calibre

source: Preferences for:
ar: تفضيلات لـ:
lv: Izvēle:
ru: Предпочтения для:
uk: Налаштування:

source: Clear
ar: مسح
lv: Notīrīt
ru: Очистить
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
lv: Notīrīt visus šī spraudņa iestatījumus
ru: Очистить все настройки для плагина
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
lv: Vai tiešām vēlaties mainīt iestatījumus šajā bibliotēkā šim spraudnim?
ru: Импорт списка
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
lv: Netiek aizskarti nekādi iestatījumi citās bibliotēkās vai JSON failā jūsu calibre spraudņu mapē.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
lv: Jums ir jārestartē calibre.
ru: Вы должны перезагрузить calibre впоследствии.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ar: الإعدادات تغيرت
lv: Iestatījumi mainīti
ru: Настройки изменены
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
lv: Šī spraudņa iestatījumi šajā bibliotēkā ir mainīti.
ru: Настройки этого плагина в этой библиотеке были изменены.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن
lv: Lūdzu, restartējiet calibre.
ru: Пожалуйста, перезагрузите calibre сейчас.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
lv: Vai tiešām vēlaties notīrīt iestatījumus šajā bibliotēkā šim spraudnim?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ar: تم حذف الإعدادات
lv: Iestatījumi izdzēsti
ru: Настройки удалены
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
lv: Visi šī spraudņa iestatījumi šajā bibliotēkā ir notīrīti.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ar: نسخ إلى الحافظة
lv: Kopēt starpliktuvē
ru: Копировать в Буфер обмена
uk: Копіювати до буфера обміну

source: Undefined
ar: غير معرف
lv: Nenoteikts
ru: Не определено
uk: Невизначено

source: Restart required
ar: إعادة التشغيل مطلوبة
lv: Nepieciešams restarts
ru: Требуется перезапуск
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
lv: Vāka attēls nav atrasts - pirms šī spraudņa izmantošanas ir jārestartē Calibre!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ar: إنشاء عمود جديد
lv: Izveidot jaunu kolonnu
ru: Создать новый столбец
uk: Створити стовпчик

source: Quality Check
ar: فحص الجودة
lv: Kvalitātes pārbaude
ru: Проверка качества
uk: Перевірка якості

source: Fix
ar: إصلاح
lv: Labot
ru: Исправить
uk: Виправити

source: Fix ->
ar: إصلاح ->
lv: Labot ->
uk: Виправити ->

source: Repeat last check
ar: تكرار آخر فحص
lv: Atkārtot pēdējo pārbaudi
ru: Повторить последнюю проверку
uk: Повторити останню перевірку

source: Search scope
ar: نطاق البحث
lv: Meklēšanas joma
ru: Область поиска
uk: Область пошуку

source: Library
ar: المكتبة
lv: Bibliotēka
ru: Библиотека
uk: Бібліотека

source: Run check against entire library, unless a search restriction is applied
ar: تشغيل الفحص على المكتبة بأكملها، ما لم يتم تطبيق قيود بحث
lv: Veikt pārbaudi visā bibliotēkā, ja netiek piemērots meklēšanas ierobežojums
ru: Выполнить проверку всей библиотеки, если не применяется ограничение поиска
uk: Виконати перевірку для усієї бібліотеки, якщо не застосовано обмеження пошуку

source: Search Scope -> Library
ar: نطاق البحث -> المكتبة
lv: Meklēšanas joma -> Bibliotēka
ru: Область поиска -> библиотека
uk: Область пошуку -> Бібліотека

source: Selected book(s)
ar: الكتاب (الكتب) المحدد (المحددة)
lv: Atlasītā(s) grāmata(-as)
ru: Выбранные книги
uk: Позначені книги

source: Run check against selected book(s) only
ar: تشغيل الفحص على الكتاب (الكتب) المحدد (المحددة) فقط
lv: Veikt pārbaudi tikai ar atlasīto grāmatu(-ām)
ru: Запустить проверку только для выбранных книг
uk: Виконати перевірку лише позначених книг

source: Search Scope -> Selection
ar: نطاق البحث -> التحديد
lv: Meklēšanas joma -> Atlase
ru: Область поиска -> Выделение
uk: Область пошуку -> Позначене

source: Exclude from check
ar: استبعاد من الفحص
lv: Izslēgt no pārbaudes
ru: Исключить из проверки
uk: Виключити з перевірки

source: Exclude selected book(s) from a particular Quality Check
ar: استبعاد الكتاب (الكتب) المحدد (المحددة) من فحص جودة معين
lv: Izslēgt atlasīto grāmatu(-as) no noteiktas Kvalitātes pārbaudes
ru: Исключить выбранные книги из отдельной проверки качества
uk: Виключити позначені книги з певної перевірки якості

source: View exclusions
ar: عرض الاستثناءات
lv: Skatīt izņēmumus
ru: Просмотр исключений
uk: Переглянути виключення

source: View exclusions you have added for each Quality Check
ar: عرض الاستثناءات التي أضفتها لكل فحص جودة
lv: Skatīt izņēmumus, ko pievienojāt katrai Kvalitātes pārbaudei
ru: Просмотр исключений, добавленных вами для каждой проверки качества
uk: Переглянути виключення, які було додано до кожної з перевірок якості

source: &Customize plugin
ar: &تخصيص الإضافة
lv: &Pielāgot spraudni
ru: &Настроить плагин
uk: &Налаштувати додаток

source: &Help
ar: &مساعدة
lv: &Palīdzība
ru: Спр&авка
uk: &Довідка

source: (cancelled)
ar: (ملغى)
lv: (atcelts)
ru: (прервано)
uk: (скасовано)

source: %d matches found%s, see log for details
ar: تم العثور على %d مطابقات%s، راجع السجل للحصول على التفاصيل
lv: %d atrastās atbilstības%s, detalizētu informāciju skatiet žurnālā
ru: %dсовпадений найдено%s, подробности смотрите в журнале
uk: Виявлено %d відповідників%s, див. журнал, щоб дізнатися більше

source: Checked %d books, found %d matches%s
ar: تم فحص %d كتاب، تم العثور على %d مطابقات%s
lv: Pārbaudītas %d grāmatas, atrastas %d atbilstības%s
ru: Проверено %d книг, найдено %d совпадений%s
uk: Перевірено %d книг, знайдено %d відповідників%s

source: No Matches
ar: لا توجد مطابقات
lv: Nav atbilstību
ru: Нет совпадений
uk: Немає відповідників

source: Quality Check failed
ar: فشل فحص الجودة
lv: Kvalitātes pārbaude neizdevās
ru: Сбой проверки качества
uk: Не вдалося виконати перевірку якості

source: Unknown menu key for %s of '%s'
ar: مفتاح قائمة غير معروف لـ %s من '%s'
lv: Nezināms izvēlnes taustiņš %s no '%s'
ru: Неизвестная клавиша меню для %s '%s'
uk: Невідомий ключ меню для %s «%s»

source: less than
ar: أقل من
lv: mazāk par
ru: меньше
uk: менше

source: greater than
ar: أكبر من
lv: lielāks par
ru: больше
uk: більше

source: Failed to identify cover:
ar: فشل في تحديد الغلاف:
lv: Nevar identificēt vāku:
ru: Не удалось определить обложку:
uk: Не вдалося ідентифікувати обкладинку:

source: books for covers
ar: كتب للأغلفة
lv: grāmatas vākiem
ru: книги для обложек
uk: книг для обкладинок

source: Checked %d books, found %d cover matches%s
ar: تم فحص %d كتاب، تم العثور على %d مطابقات غلاف%s
lv: Pārbaudītas %d grāmatas, atrasts %d vāks, kas atbilst%s
ru: Проверено %d книг, найдено %d совпадений обложек%s
uk: Перевірено %d книг, знайдено %d відповідників обкладинок%s

source: No matches found
ar: لم يتم العثور على مطابقات
lv: Atbilstības nav atrastas
ru: Нет совпадений
uk: Відповідників не знайдено

source: No Matches%s
ar: لا توجد مطابقات%s
lv: Nav atbilstības %s
ru: Нет совпадений%s
uk: Немає відповідників%s

source: %d matches found, see log for errors%s
ar: تم العثور على %d مطابقات، راجع السجل للأخطاء%s
lv: %d atrastas atbilstības, skatiet kļūdu žurnālu%s
ru: %dсовпадений найдено, ошибки - в журнале %s
uk: Знайдено %d відповідників. Див. журнал, якщо сталися помилки%s

source: equal to
ar: يساوي
lv: vienāds ar
ru: равно
uk: дорівнює

source: not equal to
ar: لا يساوي
lv: nav vienāds ar
ru: не равно
uk: не дорівнює

source: iTunes files
ar: ملفات iTunes
lv: iTunes faili
ru: Файлы iTunes
uk: файли iTunes

source: calibre bookmarks
ar: إشارات calibre المرجعية
lv: calibre grāmatzīmes
ru: Закладки calibre
uk: закладки calibre

source: OS artifacts
ar: مخلفات نظام التشغيل
lv: OS artefakti
ru: Артефакты ОС
uk: Паразитні об'єкти ОС

source: Matches in book: <b>%s</b>
ar: المطابقات في الكتاب: <b>%s</b>
lv: Atbilstības grāmatā: <b>%s</b>
ru: Совпадения в книге: <b>%s</b>
uk: Відповідники у книзі: <b>%s</b>

source: First match in book: <b>%s</b>
ar: أول مطابقة في الكتاب: <b>%s</b>
lv: Pirmā atbilstība grāmatā: <b>%s</b>
ru: Первое совпадение в книге: <b>%s</b>
uk: Перший відповідник у книзі: <b>%s</b>

source: Invalid epub:
ar: epub غير صالح:
lv: Nederīgs epub:
ru: Неверный epub:
uk: Некоректний epub:

source: ERROR parsing book:
ar: خطأ في تحليل الكتاب:
lv: KĻŪDA, analizējot grāmatu:
ru: ОШИБКА при анализе книги:
uk: ПОМИЛКА при обробці книги:

source: No searched ePub books have your search text
ar: لا توجد كتب ePub تم البحث عنها تحتوي على نص البحث الخاص بك
lv: Nevienā meklētajā ePub grāmatā nav meklēšanas teksta
ru: В найденных книгах ePub нет искомого текста
uk: У жодній з книг ePub не виявлено шуканого тексту

source: ePub books for search text
ar: كتب ePub لنص البحث
lv: ePub grāmatas teksta meklēšanai
ru: ePub книги для поиска текста
uk: Книги ePub на пошук тексту

source: ERROR: EPUB format is missing:
ar: خطأ: تنسيق EPUB مفقود:
lv: KĻŪDA: trūkst EPUB formāta:
ru: ОШИБКА: отсутствует формат EPUB:
uk: ПОМИЛКА: немає формату EPUB:

source: No searched ePub books have legacy jackets
ar: لا توجد كتب ePub تم البحث عنها تحتوي على أغلفة قديمة
lv: Nevienai meklētajai ePub grāmatai nav mantots apvāks
ru: В найденных книгах ePub нет устаревших обложек
uk: У жодній з книг ePub не виявлено застарілих обгорток

source: No searched ePub books have jackets
ar: لا توجد كتب ePub تم البحث عنها تحتوي على أغلفة
lv: Nevienai meklētajai ePub grāmatai nav apvāka
ru: Ни у одной искомой книги ePub нет обложек
uk: У жодній з книг ePub не виявлено обгорток

source: All searched ePub books have jackets
ar: جميع كتب ePub التي تم البحث عنها تحتوي على أغلفة
lv: Visām meklētajām ePub grāmatām ir apvāks
ru: Все искомые книги ePub имеют обложки
uk: У всіх книгах ePub є обгортки

source: ePub books for jackets
ar: كتب ePub للأغلفة
lv: ePub grāmatas apvāks
ru: Книги ePub для обложек
uk: Книги ePub на обгортки

source: No searched ePub books have multiple jackets
ar: لا توجد كتب ePub تم البحث عنها تحتوي على أغلفة متعددة
lv: Nevienai meklētajai ePub grāmatai nav vairāku apvāku
ru: Ни одна искомая книга ePub не имеет нескольких обложек
uk: У жодній книг ePub під час пошуку не виявлено декількох обгорток

source: ePub books for multiple jackets
ar: كتب ePub للأغلفة المتعددة
lv: ePub grāmatas ar vairākiem apvalkiem
ru: Книги ePub для нескольких обложек
uk: Книги ePub на декілька обгорток

source: No searched ePub books have non-zero .xpgt margins
ar: لا توجد كتب ePub تم البحث عنها تحتوي على هوامش .xpgt غير صفرية
lv: Nevienai no meklētajām ePub grāmatām nav nulles .xpgt piemales
ru: Ни одна искомая книга ePub не имеет ненулевых полей .xpgt
uk: У жодній з книг ePub немає ненульових полів .xpgt

source: ePub books for .xpgt margins
ar: كتب ePub لهوامش .xpgt
lv: ePub grāmatas ar .xpgt piemalēm
ru: Книги ePub для полей .xpgt
uk: Книги ePub на поля .xpgt

source: Checking css import
ar: فحص استيراد css
lv: CSS importa pārbaude
ru: Проверка импорта css
uk: Перевіряємо імпортування css

source: Checking html import
ar: فحص استيراد html
lv: HTML importa pārbaude
ru: Проверка импорта html
uk: Перевіряємо імпортування html

source: No searched ePub books have inline xpgt links
ar: لا توجد كتب ePub تم البحث عنها تحتوي على روابط xpgt مضمنة
lv: Nevienai meklētajai ePub grāmatai nav iekļautas xpgt saites
ru: Ни одна искомая книга ePub не имеет встроенных ссылок xpgt
uk: У жодній з книг ePub немає вбудованих посилань xpgt

source: ePub books for inline xpgt links
ar: كتب ePub لروابط xpgt المضمنة
lv: ePub grāmatas ar iekļautām xpgt saitēm
ru: Книги ePub для встроенных ссылок xpgt
uk: Книги ePub на вбудовані посилання xpgt

source: No searched ePub books have unmanifested files
ar: لا توجد كتب ePub تم البحث عنها تحتوي على ملفات غير معلنة
lv: Nevienā meklētajā ePub grāmatā nav nemanifestētu failu
ru: Ни в одной искомой книге ePub нет непроявленных файлов
uk: У жодній з книг ePub немає файлів поза маніфестом

source: ePub books for unmanifested files
ar: كتب ePub للملفات غير المعلنة
lv: ePub grāmatas ar nemanifestētiem failiem
ru: Книги ePub с файлами вне манифеста
uk: Книги ePub на файли поза маніфестом

source: SKIPPING BOOK (DRM Encrypted):
ar: تخطي الكتاب (مشفر بـ DRM):
lv: GRĀMATAS IZLAIŠANA (DRM šifrēta):
ru: ПРОПУСК КНИГИ (зашифровано DRM):
uk: ПРОПУСКАЄМО КНИГУ (зашифровано DRM):

source: Issue with CSS name:
ar: مشكلة في اسم CSS:
lv: Problēma ar CSS nosaukumu:
ru: Проблема с именем CSS:
uk: Проблема із назвою CSS:

source: Unused CSS file: %s
ar: ملف CSS غير مستخدم: %s
lv: Nelietots CSS fails: %s
ru: Неиспользуемый файл CSS: %s
uk: Невикористаний файл CSS: %s

source: No searched ePub books have unused CSS files
ar: لا توجد كتب ePub تم البحث عنها تحتوي على ملفات CSS غير مستخدمة
lv: Nevienā meklētajā ePub grāmatā nav neizmantotu CSS failu
ru: В найденных книгах ePub нет неиспользуемых файлов CSS.
uk: У жодній з книг ePub немає файлів з невикористаними файлами CSS

source: ePub books for unused CSS files
ar: كتب ePub لملفات CSS غير المستخدمة
lv: ePub grāmatas ar neizmantotiem CSS failiem
ru: книги ePub для неиспользуемых файлов CSS
uk: Книги ePub на невикористані файли CSS

source: Issue with image name:
ar: مشكلة في اسم الصورة:
lv: Problēma ar attēla nosaukumu:
ru: Проблема с именем изображения:
uk: Проблема із назвою зображення:

source: UNUSED image file: %s
ar: ملف صورة غير مستخدم: %s
uk: НЕВИКОРИСТАНИЙ файл зображення: %s

source: No searched ePub books have unused image files
ar: لا توجد كتب ePub تم البحث عنها تحتوي على ملفات صور غير مستخدمة
lv: Nevienā meklētajā ePub grāmatā nav neizmantotu attēlu
ru: В найденных книгах ePub нет неиспользуемых файлов изображений.
uk: У жодній з книг ePub немає файлів з невикористаними файлами зображень

source: ePub books for unused image files
ar: كتب ePub لملفات الصور غير المستخدمة
lv: ePub grāmatas ar neizmantotiem attēliem
ru: книги ePub для неиспользуемых файлов изображений
uk: Книги ePub на невикористані файли зображень

source: Broken image link in:
ar: رابط صورة معطل في:
lv: Bojāta attēla saite:
ru: Битая ссылка на изображение в:
uk: Помилкове посилання на зображення у:

source: of
ar: من
lv: no
ru: из
uk: з

source: No searched ePub books have broken image links
ar: لا توجد كتب ePub تم البحث عنها تحتوي على روابط صور معطلة
lv: Nevienā meklētajā ePub grāmatā nav bojātu attēlu saišu
ru: В найденных книгах ePub нет битых ссылок на изображения
uk: У жодній з книг ePub немає помилкових посилань на зображення

source: ePub books for broken image links
ar: كتب ePub لروابط الصور المعطلة
lv: ePub grāmatas ar bojātām attēlu saitēm
ru: книги ePub для битых ссылок на изображения
uk: Книги ePub на помилкові посилання на зображення

source: No searched ePub books have
ar: لا توجد كتب ePub تم البحث عنها تحتوي على
lv: Nav meklētu ePub grāmatu
ru: Книги в формате ePub не найдены
uk: У жодній з книг ePub не виявлено

source: ePub books for
ar: كتب ePub لـ
lv: ePub grāmatas priekš
ru: ePub книги для
uk: Книги ePub на

source: No OPF file in:
ar: لا يوجد ملف OPF في:
lv: Nav OPF faila:
ru: Нет файла OPF в:
uk: Тут немає файла OPF:

source: No supported meta tag or non-xml cover in:
ar: لا يوجد وسم meta مدعوم أو غلاف غير xml في:
lv: Nav atbalstītas meta birkas vai non-xml vāka:
ru: Нет поддерживаемых метатегов или non-xml обложек в:
uk: Тут не виявлено підтримуваного метатеґу або обкладинки xml:

source: DRM Encrypted cover in:
ar: غلاف مشفر بـ DRM في:
lv: DRM šifrēts vāks:
ru: Зашифрованная обложка в:
uk: Тут зашифрована DRM обкладинка:

source: Invalid cover image extension (%s) in:
ar: امتداد صورة غلاف غير صالح (%s) في:
lv: Nederīgs vāka attēla paplašinājums (%s) :
ru: Неверное расширение изображения обложки (%s) в:
uk: Тут некоректний суфікс назви зображення обкладинки (%s):

source: No searched ePub books have replaceable covers
ar: لا توجد كتب ePub تم البحث عنها تحتوي على أغلفة قابلة للاستبدال
lv: Nevienai meklētajai ePub grāmatai nav maināmu vāku
ru: Нет найденных книг ePub со сменными обложками
uk: У жодній з книг ePub не виявлено придатних до заміни обкладинок

source: All searched ePub books have replaceable covers
ar: جميع كتب ePub التي تم البحث عنها تحتوي على أغلفة قابلة للاستبدال
lv: Visām meklētajām ePub grāmatām ir maināmi vāki
ru: Все найденные книги ePub имеют сменные обложки
uk: В усіх книгах ePub виявлено придатні до заміни обкладинки

source: ePub books for replaceable covers
ar: كتب ePub للأغلفة القابلة للاستبدال
lv: ePub grāmatas ar maināmiem vākiem
ru: книги ePub со сменными обложками
uk: Книги ePub на придатні до заміни обкладинками

source: No searched ePub books have calibre SVG covers embedded
ar: لا توجد كتب ePub تم البحث عنها تحتوي على أغلفة SVG calibre مضمنة
lv: Nevienai meklētajai ePub grāmatai nav iegulti SVG vāki
ru: В найденных книгах ePub нет встроенных calibre SVG обложек
uk: У жодній з книг ePub не виявлено вбудованих calibre обкладинок SVG

source: All searched ePub books have calibre SVG covers embedded
ar: جميع كتب ePub التي تم البحث عنها تحتوي على أغلفة SVG calibre مضمنة
lv: Visām meklētajām ePub grāmatām ir iegulti calibre SVG vāki
ru: Все найденные книги ePub имеют встроенные calibre SVG обложки
uk: В усіх книгах ePub обкладинки SVG calibre вбудовано

source: ePub books for calibre SVG covers
ar: كتب ePub لأغلفة SVG calibre
lv: ePub grāmatas ar calibre SVG vākiem
ru: Книги ePub для calibre SVG обложек
uk: Книги ePub на обкладинки SVG calibre

source: No searched ePub books have calibre covers embedded
ar: لا توجد كتب ePub تم البحث عنها تحتوي على أغلفة calibre مضمنة
lv: Nevienai meklētajai ePub grāmatai nav iegulti calibre vāki
ru: В найденных книгах ePub нет встроенных calibre обложек
uk: У жодній з книг ePub не виявлено вбудованих calibre обкладинок

source: All searched ePub books have calibre covers embedded
ar: جميع كتب ePub التي تم البحث عنها تحتوي على أغلفة calibre مضمنة
lv: Visām meklētajām ePub grāmatām ir iegulti calibre vāki
ru: Все найденные книги ePub имеют встроенные calibre обложки
uk: В усіх книгах ePub обкладинки calibre вбудовано

source: ePub books for calibre covers
ar: كتب ePub لأغلفة calibre
lv: ePub grāmatas ar calibre vākiem
ru: книги ePub для calibre обложек
uk: Книги ePub на обкладинки calibre

source: No searched ePub books have been converted by calibre
ar: لا توجد كتب ePub تم البحث عنها تم تحويلها بواسطة calibre
lv: Neviena meklētā ePub grāmata nav pārveidota ar calibre
ru: Ни одна найденная книга ePub не была преобразована в calibre
uk: У жодній з книг ePub не було перетворено calibre

source: All searched ePub books have been converted by calibre
ar: جميع كتب ePub التي تم البحث عنها تم تحويلها بواسطة calibre
lv: Visas meklētās ePub grāmatas ir pārveidotas ar calibre
ru: Все найденные книги ePub были конвертированы calibre
uk: Усі книги ePub було перетворено calibre

source: ePub books for calibre conversions
ar: كتب ePub لتحويلات calibre
lv: ePub grāmatas calibre konvertēšanai
ru: Книги ePub для конвертации в calibre
uk: Книги ePub на перетвореннями calibre

source: All searched ePub books have a valid zip format
ar: جميع كتب ePub التي تم البحث عنها تحتوي على تنسيق zip صالح
uk: Усі книги ePub мають коректний формат zip

source: ePub books for corrupted zip format
ar: كتب ePub لتنسيق zip التالف
uk: Книги ePub для пошкодженого формату zip

source: All searched ePub books have a valid container.xml file
ar: جميع كتب ePub التي تم البحث عنها تحتوي على ملف container.xml صالح
lv: Visām meklētajām ePub grāmatām ir derīgs .xml konteiners
ru: Все найденные книги ePub имеют действительный файл container.xml.
uk: У всіх книгах ePub є коректний файл container.xml

source: ePub books for missing container.xml
ar: كتب ePub لملف container.xml المفقود
lv: ePub grāmatas bez .xml konteinera
ru: Книги ePub для отсутствующего container.xml
uk: Книги ePub із пропущеним container.xml

source: Missing container.xml file in
ar: ملف container.xml مفقود في
lv: Trūkst .xml konteiners
ru: Отсутствует файл container.xml в
uk: Пропущено файл container.xml у

source: Incorrect container.xml namespace in
ar: مساحة اسم container.xml غير صحيحة في
lv: Nepareizs nosaukums .xml konteinerā
ru: Неверное пространство имен container.xml в
uk: Помилковий простір назв container.xml у

source: Incorrect .opf manifest namespace in
ar: مساحة اسم .opf manifest غير صحيحة في
lv: Nepareizs .opf manifesta nosaukums
ru: Неверное пространство имен манифеста .opf в
uk: Помилковий простір назв маніфесту .opf у

source: All searched ePub books have valid namespaces
ar: جميع كتب ePub التي تم البحث عنها تحتوي على مساحات اسم صالحة
lv: Visām meklētajām ePub grāmatām ir derīgi nosaukumi
ru: Все найденные книги ePub имеют действительные пространства имен.
uk: У всіх книгах ePub простори назв є коректними

source: ePub books for namespaces check
ar: كتب ePub لفحص مساحات الاسم
lv: ePub grāmatas nosaukumu pārbaude
ru: книги ePub для проверки пространств имен
uk: Книги ePub для перевірки просторів назв

source: All searched ePub books have only dc: elements in manifest
ar: جميع كتب ePub التي تم البحث عنها تحتوي على عناصر dc: فقط في البيان
lv: Visām meklētajām ePub grāmatām ir tikai dc: elementi manifestā
ru: Все искомые книги ePub содержат только элементы dc: в манифесте
uk: Усі книги ePub мають лише елементи dc: у маніфесті

source: ePub books for non dc: metadata check
ar: كتب ePub لفحص البيانات الوصفية غير dc:
lv: ePub grāmatas, kas nav dc: metadatu pārbaude
ru: Книги ePub для не dc: проверка метаданных
uk: Книги ePub на метадані поза dc:

source: Manifest file missing from: <b>%s</b>
ar: ملف البيان مفقود من: <b>%s</b>
lv: Trūkst manifesta fails: <b>%s</b>
ru: Отсутствует файл манифеста: <b>%s</b>
uk: Не знайдено файла маніфесту у: <b>%s</b>

source: All searched ePub books have a valid opf manifest
ar: جميع كتب ePub التي تم البحث عنها تحتوي على بيان opf صالح
lv: Visām meklētajām ePub grāmatām ir derīgs .opf manifests
ru: Все найденные книги ePub имеют действительный манифест opf
uk: Усі книги ePub мають коректний маніфест opf

source: ePub books for missing files in opf
ar: كتب ePub للملفات المفقودة في opf
lv: ePub grāmatas ar trūkstošiem .opf failiem
ru: книги ePub для отсутствующих файлов в opf
uk: Книги ePub із пропущеними файлами в opf
