Repository: os-strus/calibre_plugins
Catalog: count_pages/translations/*.po
Languages: ar, uk

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
uk: Клавіатурні скорочення

source: Restart calibre now
ar: أعد تشغيل calibre الآن
uk: Перезавантажити Calibre

source: Preferences for:
ar: تفضيلات لـ:
uk: Налаштування:

source: Clear
ar: مسح
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ar: الإعدادات تغيرت
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ar: تم حذف الإعدادات
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ar: نسخ إلى الحافظة
uk: Копіювати до буфера обміну

source: Undefined
ar: غير معرف
uk: Невизначено

source: Restart required
ar: إعادة التشغيل مطلوبة
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ar: إنشاء عمود جديد
uk: Створити стовпчик

source: Count Pages
ar: عد الصفحات
uk: Облік сторінок

source: Count the number of pages and/or words in a book to store in custom column(s)
ar: عد عدد الصفحات و/أو الكلمات في كتاب لتخزينها في عمود (أعمدة) مخصصة
uk: Облік кількості сторінок і/або слів у книзі для збереження у нетипових стовпчиках

source: &Estimate page/word counts
ar: &تقدير عدد الصفحات/الكلمات
uk: &Оцінити кількість сторінок або слів

source: &Download page/word counts - all sources
ar: &تنزيل عدد الصفحات/الكلمات - جميع المصادر
uk: &Отримати кількість сторінок або слів — усі джерела

source: &Customize plugin
ar: &تخصيص الإضافة
uk: &Налаштувати додаток

source: &Help
ar: &مساعدة
uk: &Довідка

source: Configure plugin
ar: تهيئة الإضافة
uk: Налаштувати додаток

source: You must specify custom column(s) first. Do you want to configure this now?
ar: يجب عليك تحديد عمود (أعمدة) مخصص أولاً. هل تريد تهيئة هذا الآن؟
uk: Спочатку вам слід вказати нетипові стовпчики. Хочете налаштувати їх зараз?

source: Count Page/Word Statistics
ar: عد إحصائيات الصفحات/الكلمات
uk: Обчислення статистики щодо сторінок і слів

source: Counting statistics in %d books
ar: عد الإحصائيات في %d كتاب
uk: Виконуємо обчислення у %d книгах

source: Failed to count statistics
ar: فشل عد الإحصائيات
uk: Не вдалося виконати облік

source: Counting statistics completed
ar: اكتمل عد الإحصائيات
uk: Облік завершено

source: Failed to generate any statistics. <b>View Log</b> for details
ar: فشل في إنشاء أي إحصائيات. <b>عرض السجل</b> للحصول على التفاصيل
uk: Не вдалося виконати будь-який облік. <b>Перегляньте журнал</b>, щоб дізнатися більше

source: Count Pages failed
ar: فشل عد الصفحات
uk: Не вдалося виконати облік сторінок

source: Count log
ar: سجل العد
uk: Журнал обліку

source: <p>Count Pages plugin found <b>%d statistics(s)</b>.
ar: <p>وجدت إضافة عد الصفحات <b>%d إحصائيات</b>.
uk: <p>Додатком обліку сторінок виявлено <b>%d наборів даних</b>.

source: Proceed with updating columns in your library?
ar: المتابعة بتحديث الأعمدة في مكتبتك؟
uk: Продовжити оновлення стовпчиків у вашій бібліотеці?

source: Count complete
ar: اكتمل العد
uk: Облік завершено

source: Updating statistics
ar: تحديث الإحصائيات
uk: Оновлення даних

source: Updating
ar: تحديث
uk: Оновлення

source: Paragraphs (APNX accurate)
ar: فقرات (APNX دقيقة)
uk: Абзаци (точний APNX)

source: E-book Viewer (calibre)
ar: عارض الكتب الإلكترونية (calibre)
uk: Переглядач електронних книг (calibre)

source: Custom (Chars Per Page)
ar: مخصص (أحرف لكل صفحة)
uk: Нетиповий (символів на сторінку)

source: Download page/word counts
ar: تنزيل عدد الصفحات/الكلمات
uk: Отримати дані обліку сторінок або слів

source: Estimate page/word counts
ar: تقدير عدد الصفحات/الكلمات
uk: Оцінити кількість сторінок або слів

source: - all sources
ar: - جميع المصادر
uk: – усі джерела

source: Statistics
ar: إحصائيات
uk: Дані

source: Other
ar: أخرى
uk: Інше

source: Download options:
ar: خيارات التنزيل:
uk: Параметри отримання:

source: Move source up (Alt+Up)
ar: نقل المصدر لأعلى (Alt+Up)
uk: Пересунути джерело вище (Alt+↑)

source: Alt+Up
uk: Alt+↑

source: Move source down (Alt+Down)
ar: نقل المصدر لأسفل (Alt+Down)
uk: Пересунути джерело нижче (Alt+↓)

source: Alt+Down
uk: Alt+↓

source: Show download from all sources menu item
ar: إظهار عنصر قائمة التنزيل من جميع المصادر
uk: Показати пункт меню отримання з усіх джерел

source: Show a menu item to attempt to download the page count from all active sources. Only sources for which the book has an id will be tried.
ar: إظهار عنصر قائمة لمحاولة تنزيل عدد الصفحات من جميع المصادر النشطة. سيتم تجربة المصادر التي يحتوي الكتاب على معرف لها فقط.
uk: Показати пункт меню для спроби отримання кількості сторінок з усіх активних джерел. Спробу буде здійснено лише для джерел, де у книги є ідентифікатор.

source: Try to download page count from each source
ar: محاولة تنزيل عدد الصفحات من كل مصدر
uk: Спробувати отримати кількість сторінок з кожного джерела

source: If this option is checked, each download source is tried until a page count is successfully fetched.
ar: إذا تم تحديد هذا الخيار، سيتم تجربة كل مصدر تنزيل حتى يتم جلب عدد الصفحات بنجاح.
uk: Якщо позначено цей пункт, програма намагатиметься отримати дані з кожного джерела, аж доки не отримає успішно кількість сторінок.

source: Other options:
ar: خيارات أخرى:
uk: Інші параметри:

source: &Button default:
ar: افتراضي &الزر:
uk: Типова дія &кнопки

source: If plugin is placed as a toolbar button, choose a default action when clicked on
ar: إذا تم وضع الإضافة كزر في شريط الأدوات، اختر إجراءً افتراضيًا عند النقر عليه
uk: Якщо для додатка створено кнопку панелі інструментів, вибір типової дії при натисканні кнопки

source: Always overwrite an existing word/page count
ar: الكتابة فوق عدد الكلمات/الصفحات الموجود دائمًا
uk: Завжди перезаписувати наявні кількості слів та сторінок

source: Uncheck this option if you have manually populated values in either of your page/word custom columns, and never want the plugin to overwrite it. Acts as a convenience option for users who have the toolbar button configured to populate both page and word count, but for some books have already assigned values into a column and just want the zero/blank column populated.
ar: ألغِ تحديد هذا الخيار إذا قمت بملء القيم يدويًا في أي من أعمدة الصفحات/الكلمات المخصصة، ولا تريد أبدًا أن تقوم الإضافة بالكتابة فوقها. يعمل كخيار ملائم للمستخدمين الذين لديهم زر شريط الأدوات مهيأ لملء كل من عدد الصفحات وعدد الكلمات، ولكن لبعض الكتب قاموا بالفعل بتعيين قيم في عمود ويريدون فقط ملء العمود الصفري/الفارغ.
uk: Зніміть позначку з цього пункту, якщо в якомусь із ваших нетипових стовпчиків сторінок або слів є заповнені вручну значення, і ви не хочете, щоб їх було перезаписано додатком. Працює як пункт зручності для користувачів, які використовують кнопку панелі інструментів для заповнення пунктів кількості сторінок і слів, але у деяких книг вже є значення у стовпчику, і потрібно занулити або спорожнити заповнені стовпчики.

source: Update the statistics even if they have not changed
ar: تحديث الإحصائيات حتى لو لم تتغير
uk: Оновлювати дані, навіть якщо їх не змінено

source: Check this option if you want the statistics to be updated in the books metadata even if they have not changed. Using this option will always update the modified timestamp for the book even when the statistics have not changed.
ar: حدد هذا الخيار إذا كنت تريد تحديث الإحصائيات في البيانات الوصفية للكتب حتى لو لم تتغير. استخدام هذا الخيار سيقوم دائمًا بتحديث الطابع الزمني المعدل للكتاب حتى عندما لا تتغير الإحصائيات.
uk: Позначте цей пункт, якщо ви хочете, щоб програма оновлювала метадані книги, навіть якщо їх не було змінено. Якщо пункт буде позначено, програма завжди оновлювати змінену часову позначку для книги, навіть якщо статистичні дані не було змніено.

source: Use Preferred Output Format if available
ar: استخدام تنسيق الإخراج المفضل إذا كان متاحًا
uk: Використовувати бажаний формат виведення, якщо доступний

source: Check this option to calculate the statistics using the format selected as the Preferred Output Format. If this format is not found, or the option is not checked, the first format found in the Preferred Input Format list will be used. The Preferred Output and Input settings are specified in Behavior page of the calibre Preferences. Note: ePub will always be used if the ADE page count algorithm is selected.
ar: حدد هذا الخيار لحساب الإحصائيات باستخدام التنسيق المحدد كتنسيق الإخراج المفضل. إذا لم يتم العثور على هذا التنسيق، أو لم يتم تحديد الخيار، فسيتم استخدام أول تنسيق موجود في قائمة تنسيق الإدخال المفضل. يتم تحديد إعدادات الإخراج والإدخال المفضلة في صفحة السلوك في تفضيلات calibre. ملاحظة: سيتم استخدام ePub دائمًا إذا تم تحديد خوارزمية عد صفحات ADE.
uk: Позначте цей пункт для обчислення статистичних даних з використанням формату, який вибрано як бажаний формат виведення. Якщо дані у цьому форматі не буде знайдено або пункт не позначено, буде використано перший з форматів у списку бажаних форматів вхідних даних. Параметри бажаного виведення та введення визначаються на сторінці «Поведінка» налаштувань calibre. Зауваження: якщо вибрано алгоритм обчислення кількості сторінок ADE, завжди буде використано ePub.

source: Prompt to save counts
ar: مطالبة بحفظ الأعداد
uk: Питати про збереження обліку

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
ar: ألغِ تحديد هذا الخيار إذا كنت تريد تطبيق التغييرات بدون مربع حوار تأكيد. هناك خطر بسيط مع هذا الخيار غير المحدد وهو أنه إذا كنت تقوم بإجراء تغييرات أخرى على سجل هذا الكتاب في نفس الوقت، فستفقد.
uk: Зніміть позначку з цього пункту, якщо ви хочете, щоб програма застосовувала зміни без вікна підтвердження. Якщо пункт не буде позначено, є незначний ризик втрати інших змін, які програма може записувати одночасно із внесенням змін до цього запису книги.

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: &Library preferences
ar: &تفضيلات المكتبة
uk: Налаштування &бібліотеки

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Done
ar: تم
uk: Виконано

source: Confirmation dialogs have all been reset
ar: تمت إعادة تعيين جميع مربعات حوار التأكيد
uk: Показ діалогових вікон підтвердження відновлено

source: Source
ar: المصدر
uk: Джерело

source: Identifier
ar: المعرف
uk: Ідентифікатор

source: On Menu
ar: في القائمة
uk: У меню

source: Page count options:
ar: خيارات عد الصفحات:
uk: Параметри кількості сторінок:

source: &Custom column:
ar: &عمود مخصص:
uk: &Нетиповий стовпчик:

source: Column must be of type float or int. Leave this blank if you do not want to count pages
uk: Типом даних у стовпчику має бути float або int. Не заповнюйте, якщо ви не хочете підрахунку сторінок

source: &Algorithm:
ar: &الخوارزمية:
uk: &Алгоритм:

source: Choose which algorithm to use if you have specified a page count column
ar: اختر الخوارزمية التي تريد استخدامها إذا كنت قد حددت عمودًا لعد الصفحات
uk: Вибір алгоритму, який буде використано, якщо вами вказано стовпчик кількості сторінок

source: C&hars per page:
ar: أ&حرف لكل صفحة:
uk: С&имволів на сторінку:

source: If using the Custom algorithm, specify how many characters per page including spaces.
ar: إذا كنت تستخدم الخوارزمية المخصصة، حدد عدد الأحرف لكل صفحة بما في ذلك المسافات.
uk: Якщо використано алгоритм «Нетиповий», визначення кількості символів на сторінку, включно з пробілами.

source: Word count options:
ar: خيارات عد الكلمات:
uk: Параметри кількості слів:

source: C&ustom column:
ar: &عمود مخصص:
uk: Н&етиповий стовпчик:

source: Column must be of type float or int. Leave this blank if you do not want to count words
uk: Типом даних у стовпчику має бути float або int. Не заповнюйте, якщо ви не хочете підрахунку слів

source: Use ICU algorithm
ar: استخدام خوارزمية ICU
uk: Використати алгоритм ICU

source: The ICU algorithm is a more complete word count and supports multiple locales. Uncheck this to use the original word count algorithm.
ar: خوارزمية ICU هي عد كلمات أكثر اكتمالاً وتدعم لغات متعددة. ألغِ تحديد هذا لاستخدام خوارزمية عد الكلمات الأصلية.
uk: Алгоритм ICU є повнішим обліком слів із підтримкою декількох локалей. Зніміть позначку з цього пункту, щоб скористатися початковим алгоритмом обліку слів.

source: Readability options:
ar: خيارات سهولة القراءة:
uk: Параметри зручності:

source: Readability statistics available are <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">Flesch-Kincaid</a> or <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">Gunning Fog Index</a>.
ar: إحصائيات سهولة القراءة المتاحة هي <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">فليش-كينكيد</a> أو <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">مؤشر غانينغ فوغ</a>.
uk: Індекс зручності читання доступний у форматі <a href="https://en.wikipedia.org/wiki/Flesch-Kincaid_readability_test">Флеша-Кінкейда</a> або <a href="https://en.wikipedia.org/wiki/Gunning_fog_index">індексу туманності Ґаннінґа</a>.

source: &Flesch Reading Ease:
ar: &سهولة قراءة فليش:
uk: Простота читання за &Флешем:

source: Specify the custom column to store a computed Flesch Reading Ease score. Leave this blank if you do not want to calculate it
ar: حدد العمود المخصص لتخزين درجة سهولة قراءة فليش المحسوبة. اترك هذا فارغًا إذا كنت لا تريد حسابه
uk: Вкажіть нетиповий стовпчик для зберігання обчисленого значення простоти читання за Флешем. Не заповнюйте, якщо обчислення цього значення не потрібне.

source: Flesch-&Kincaid Grade:
ar: درجة فليش-&كينكيد:
uk: І&ндекст Флеша-Кінкейда:

source: Specify the custom column to store a computed Flesch-Kincaid Grade Level score. Leave this blank if you do not want to calculate it
ar: حدد العمود المخصص لتخزين درجة مستوى الصف الدراسي لفليش-كينكيد المحسوبة. اترك هذا فارغًا إذا كنت لا تريد حسابه
uk: Вкажіть нетиповий стовпчик для зберігання обчисленого індекса Флеша-Кінкейда. Не заповнюйте, якщо обчислення цього значення не потрібне.

source: &Gunning Fog Index:
ar: &مؤشر غانينغ فوغ:
uk: Індекс туманності &Ґаннінґа:

source: Specify the custom column to store a computed Gunning Fog Index score. Leave this blank if you do not want to calculate it
ar: حدد العمود المخصص لتخزين درجة مؤشر غانينغ فوغ المحسوبة. اترك هذا فارغًا إذا كنت لا تريد حسابه
uk: Вкажіть нетиповий стовпчик для зберігання обчисленого значення індексу туманності Ґаннінґа. Не заповнюйте, якщо обчислення цього значення не потрібне.

source: Working
ar: يعمل
uk: Обробляємо

source: Cancel
ar: إلغاء
uk: Скасувати

source: Queueing books for counting statistics
ar: وضع الكتب في قائمة الانتظار لعد الإحصائيات
uk: Створення черги книг для обчислення статистики

source: ADOBE page count requires EPUB format
ar: يتطلب عد صفحات ADOBE تنسيق EPUB
uk: Для обчислення кількості сторінок ADOBE потрібен формат EPUB

source: Book already has all statistics and overwrite is turned off
ar: الكتاب يحتوي بالفعل على جميع الإحصائيات وتم إيقاف الكتابة فوق
uk: Для книги вже визначено усі статистичні дані, і перезапис вимкнено

source: No identifiers for selected download sources
ar: لا توجد معرفات لمصادر التنزيل المحددة
uk: Немає ідентифікаторів для вибраних джерел отримання даних

source: Queueing
ar: وضع في قائمة الانتظار
uk: Черга

source: No format found for word count, but page count download will be attempted
ar: لم يتم العثور على تنسيق لعد الكلمات، ولكن سيتم محاولة تنزيل عدد الصفحات
uk: Не знайдено формату для кількості слів, але буде здійснено спробу отримати дані щодо кількості сторінок

source: No convertible format found
ar: لم يتم العثور على تنسيق قابل للتحويل
uk: Не знайдено придатного до перетворення формату

source: Could not analyse some statistics in %d of %d books, for reasons shown in details below.
ar: تعذر تحليل بعض الإحصائيات في %d من %d كتاب، لأسباب موضحة في التفاصيل أدناه.
uk: Не вдалося проаналізувати деякі дані у %d з %d книг з причин, які наведено у подробицях нижче.

source: Page/word/statistics warnings
ar: تحذيرات الصفحات/الكلمات/الإحصائيات
uk: Попередження щодо сторінок, слів та статистики
