Repository: os-strus/calibre_plugins
Catalog: generate_cover/translations/*.po
Languages: ar, es, ru, ta

source: Reset %s color
ar: إعادة تعيين لون %s
es: Restablecer color de %s
ru: Сбросить %s цвет
ta: %S வண்ணத்தை மீட்டமை

source: Select a %s color
ar: تحديد لون %s
es: Seleccionar un color de %s
ru: Выбрать %s цвет
ta: ஒரு %s வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Apply
ar: تطبيق
es: Aplicar
ru: Применить
ta: விண்ணப்பிக்கவும்

source: When checked, stroke color is drawn around text
ar: عند التحديد، يتم رسم لون الحد حول النص
es: Cuando está marcada, el color del trazo se dibuja alrededor del texto
ru: Когда флажок установлен, цвет обводки рисуется вокруг текста
ta: சரிபார்க்கும்போது, உரையைச் சுற்றி பக்கவாதம் நிறம் வரையப்படுகிறது

source: Left aligned
ar: محاذاة لليسار
es: Alineado a la izquierda
ru: Выровнено по левому краю
ta: இடது சீரமைக்கப்பட்டுள்ளது

source: Centered
ar: متمركز
es: Centrado
ru: Выровнено по центру
ta: மையப்படுத்தப்பட்ட

source: Right aligned
ar: محاذاة لليمين
es: Alineado a la derecha
ru: Выровнено по правому краю
ta: சரியான சீரமைக்கப்பட்ட

source: Size:
ar: الحجم:
es: Tamaño:
ru: Размер:
ta: அளவு:

source: Cover width:
ar: عرض الغلاف:
es: Ancho de portada:
ru: Ширина обложки:
ta: கவர் அகல:

source: The width in pixels of the output .jpg file
ar: العرض بالبكسل لملف .jpg الناتج
es: El ancho en píxeles del archivo .jpg de salida
ru: Ширина выходного файла .jpg в пикселях
ta: வெளியீட்டின் பிக்சல்களில் அகலம் .jpg கோப்பு

source: Cover height:
ar: ارتفاع الغلاف:
es: Altura de portada:
ru: Высота обложки:
ta: கவர் உயரம்:

source: The height in pixels of the output .jpg file
ar: الارتفاع بالبكسل لملف .jpg الناتج
es: La altura en píxeles del archivo .jpg de salida
ru: Высота выходного файла .jpg в пикселях
ta: வெளியீட்டின் பிக்சல்களில் உயரம் .jpg கோப்பு

source: Stretch image to use as cover background
ar: تمديد الصورة لاستخدامها كخلفية للغلاف
es: Estirar la imagen para usarla como fondo de portada
ru: Растянуть изображение для использования в качестве фона обложки
ta: கவர் பின்னணியாகப் பயன்படுத்த படத்தை நீட்டவும்

source: Check this to overlay text on the image background. Uncheck this to place text around the image.
ar: حدد هذا لتراكب النص على خلفية الصورة. ألغِ تحديد هذا لوضع النص حول الصورة.
es: Marcar para superponer el texto sobre el fondo de la imagen. Desmarcar esta opción para colocar el texto alrededor de la imagen.
ru: Отметьте, чтобы наложить текст на фон изображения. Снимите флажок, чтобы разместить текст вокруг изображения.
ta: பட பின்னணியில் உரையை மேலடுக்கு இதைச் சரிபார்க்கவும். படத்தைச் சுற்றி உரையை வைக்க இதைத் தேர்வுசெய்யவும்.

source: Resize cover dimensions to match background image
ar: تغيير أبعاد الغلاف لتتناسب مع صورة الخلفية
es: Cambiar las dimensiones de la portada para que coincidan con la imagen de fondo
ru: Изменить размер обложки, чтобы она соответствовала фоновому изображению.
ta: பின்னணி படத்துடன் பொருந்தக்கூடிய கவர் பரிமாணங்களை மறுஅளவிடுங்கள்

source: Check this to automatically resize the cover based on the dimensions of the currently chosen background image
ar: حدد هذا لتغيير حجم الغلاف تلقائيًا بناءً على أبعاد صورة الخلفية المختارة حاليًا
es: Marcar para cambiar automáticamente el tamaño de la portada según las dimensiones de la imagen de fondo elegida actualmente
ru: Отметьте, чтобы автоизменять размер обложки по размерам текущего выбранного фонового изображения
ta: அதன் அடிப்படையில் அட்டையை தானாகவே மறுஅளவிடுவதற்கு இதைச் சரிபார்க்கவும் தற்போது தேர்ந்தெடுக்கப்பட்ட பின்னணி படத்தின் பரிமாணங்கள்

source: Resize image to scale up if smaller than available area
ar: تغيير حجم الصورة لتكبيرها إذا كانت أصغر من المساحة المتاحة
es: Cambiar el tamaño de la imagen para ampliarla si es más pequeña que el área disponible
ru: Изменить размер изображения, чтобы увеличить его, если оно меньше доступной области
ta: கிடைக்கக்கூடிய பகுதியை விட சிறியதாக இருந்தால் படத்தை அளவிட

source: Check this to automatically resize the cover image to fit the the maximum area available if it is too small
ar: حدد هذا لتغيير حجم صورة الغلاف تلقائيًا لتناسب الحد الأقصى للمساحة المتاحة إذا كانت صغيرة جدًا
es: Marcar para cambiar automáticamente el tamaño de la imagen de portada para que se ajuste al el área máxima disponible si es demasiado pequeña
ru: Отметьте чтобы авторастягивать размер изображения обложки по максимально доступной области, если она слишком мала
ta: கவர் படத்தை தானாகவே மாற்றியமைக்க இதைச் சரிபார்க்கவும் இது மிகவும் சிறியதாக இருந்தால் அதிகபட்ச பகுதி கிடைக்கும்

source: Margins:
ar: الهوامش:
es: Márgenes:
ru: Границы:
ta: விளிம்புகள்:

source: Top margin:
ar: الهامش العلوي:
es: Margen superior:
ru: Верхняя граница:
ta: மேல் விளிம்பு:

source: The margin in pixels from the top of the cover to the first content
ar: الهامش بالبكسل من أعلى الغلاف إلى المحتوى الأول
es: El margen en píxeles desde la parte superior de la portada al primer contenido
ru: Отступ в пикселях от верхнего края обложки до первого содержания
ta: அட்டையின் மேலிருந்து பிக்சல்களில் விளிம்பு முதல் உள்ளடக்கத்திற்கு

source: Bottom margin:
ar: الهامش السفلي:
es: Margen inferior:
ru: Нижняя граница:
ta: கீழ் விளிம்பு:

source: The margin in pixels from the bottom of the cover to the last content
ar: الهامش بالبكسل من أسفل الغلاف إلى المحتوى الأخير
es: El margen en píxeles desde la parte inferior de la portada al último contenido
ru: Отступ в пикселях от нижнего края обложки до последнего содержания
ta: அட்டையின் அடிப்பகுதியில் இருந்து பிக்சல்களில் விளிம்பு கடைசி உள்ளடக்கத்திற்கு

source: Left margin:
ar: الهامش الأيسر:
es: Margen izquierdo:
ru: Левая граница:
ta: இடது விளிம்பு:

source: The minimum margin in pixels from the left of the cover to the text content
ar: الحد الأدنى للهامش بالبكسل من يسار الغلاف إلى محتوى النص
es: El margen mínimo en píxeles desde la izquierda de la portada al contenido de texto
ru: Минимальный отступ в пикселях слева от обложки до текста
ta: அட்டையின் இடதுபுறத்தில் இருந்து பிக்சல்களில் குறைந்தபட்ச விளிம்பு உரை உள்ளடக்கத்திற்கு

source: Right margin:
ar: الهامش الأيمن:
es: Margen derecho:
ru: Правая граница:
ta: வலது விளிம்பு:

source: The minimum margin in pixels from the right of the cover to the text content
ar: الحد الأدنى للهامش بالبكسل من يمين الغلاف إلى محتوى النص
es: El margen mínimo en píxeles desde la derecha de la portada al contenido de texto
ru: Минимальный отступ в пикселях справа от обложки до текста
ta: அட்டையின் வலப்பக்கத்திலிருந்து பிக்சல்களில் குறைந்தபட்ச விளிம்பு உரை உள்ளடக்கத்திற்கு

source: Text padding:
ar: حشوة النص:
es: Espaciado de texto:
ru: Заполнение текста:
ta: உரை திணிப்பு:

source: The spacing in pixels between successive lines of text
ar: المسافة بالبكسل بين السطور المتتالية من النص
es: El espacio en píxeles entre líneas sucesivas de texto
ru: Расстояние в пикселях между последовательными строками текста
ta: அடுத்தடுத்த உரைக்கு இடையில் பிக்சல்களில் இடைவெளி

source: Image padding:
ar: حشوة الصورة:
es: Espaciado de imagen:
ru: Заполнение изображения:
ta: பட திணிப்பு:

source: The spacing in pixels between the image and text placed above and below it
ar: المسافة بالبكسل بين الصورة والنص الموضوعة فوقها وتحتها
es: El espacio en píxeles entre la imagen y el texto colocado arriba y abajo
ru: Расстояние в пикселях между изображением и текстом, размещённым над и под изображением
ta: படத்திற்கும் உரைக்கும் இடையிலான பிக்சல்களில் இடைவெளி அதற்கு மேலேயும் கீழேயும் வைக்கப்படுகிறது

source: Border Widths:
ar: عروض الحدود:
es: Anchos de borde:
ru: Ширина границы:
ta: எல்லை அகலம்:

source: Cover border:
ar: حد الغلاف:
es: Borde de portada:
ru: Граница обложки:
ta: கவர் எல்லை:

source: The width in pixels of a border around the edge of the cover. Specify 0 for no border
ar: عرض بالبكسل للحد حول حافة الغلاف. حدد 0 لعدم وجود حد
es: El ancho en píxeles de un borde alrededor de la portada. Especifique 0 para no tener borde
ru: Ширина в пикселях границы по краю обложки. Укажите 0 для отсутствия границы
ta: விளிம்பைச் சுற்றியுள்ள ஒரு எல்லையின் பிக்சல்களில் அகலம் கவர். எல்லைக்கு 0 ஐக் குறிப்பிடவும்

source: Image border:
ar: حد الصورة:
es: Borde de la imagen:
ru: Граница изображения:
ta: பட எல்லை:

source: The width in pixels of a border around the edge of the image. Specify 0 for no border
ar: عرض بالبكسل للحد حول حافة الصورة. حدد 0 لعدم وجود حد
es: El ancho en píxeles de un borde alrededor de la imagen. Especifique 0 para no tener borde
ru: Ширина в пикселях границы по краю изображения. Укажите 0 для отсутствия границы
ta: விளிம்பைச் சுற்றியுள்ள ஒரு எல்லையின் பிக்சல்களில் அகலம் படத்தின். எல்லைக்கு 0 ஐக் குறிப்பிடவும்

source: Field Order:
ar: ترتيب الحقول:
es: Orden campos:
ru: Порядок полей:
ta: புல ஒழுங்கு:

source: Alter the order of items on the cover and whether they are displayed using the checkbox
ar: تغيير ترتيب العناصر على الغلاف و ما إذا كانت معروضة باستخدام مربع الاختيار
es: Modificar el orden de los elementos de portada y si se muestran o no según la casilla de verificación
ru: Изменить порядок элементов на обложке и их отображение с помощью флажка
ta: அட்டைப்படத்தில் உள்ள பொருட்களின் வரிசையை மாற்றவும் தேர்வுப்பெட்டியைப் பயன்படுத்தி அவை காண்பிக்கப்படுகின்றனவா

source: Move field up
ar: نقل الحقل لأعلى
es: Mover campo hacia arriba
ru: Переместить поле вверх
ta: புலத்தை மேலே நகர்த்தவும்

source: Move field down
ar: نقل الحقل لأسفل
es: Mover campo hacia abajo
ru: Переместить поле вниз
ta: புலத்தை கீழே நகர்த்தவும்

source: Other Options:
ar: خيارات أخرى:
es: Otras opciones:
ru: Прочие параметры:
ta: பிற விருப்பங்கள்:

source: Custom text:
ar: نص مخصص:
es: Texto personalizado:

source: Swap author LN,FN to FN LN
ar: تبديل المؤلف (اسم العائلة، الاسم الأول) إلى (الاسم الأول اسم العائلة)
es: Intercambiar autor de apellido, nombre a nombre apellido
ru: Поменять авторские Фамилия,Имя на Имя Фамилия
ta: இடமாற்று எழுத்தாளர் ln, fn to fn ln

source: Use this option if your authors are stored as LN, FN but you prefer to see FN LN on the book cover
ar: استخدم هذا الخيار إذا كان مؤلفوك مخزنين كـ (اسم العائلة، الاسم الأول) ولكنك تفضل رؤية (الاسم الأول اسم العائلة) على غلاف الكتاب
es: Utilizar esta opción si los autores están almacenados como apellido, nombre pero prefiere tener nombre apellido en la portada del libro
ru: Используйте если ваши авторы сохранены как Фамилия, Имя, но вы предпочитаете видеть Имя Фамилия на обложке книги
ta: உங்கள் ஆசிரியர்கள் ln, fn என சேமிக்கப்பட்டால் இந்த விருப்பத்தைப் பயன்படுத்தவும் ஆனால் நீங்கள் புத்தக அட்டையில் fn ln ஐப் பார்க்க விரும்புகிறீர்கள்

source: Series text:
ar: نص السلسلة:
es: Texto de la serie:
ru: Текст серии:
ta: தொடர் உரை:

source: Change the way series information is displayed. Useful for non-English languages!
ar: تغيير طريقة عرض معلومات السلسلة. مفيد للغات غير الإنجليزية!
es: Cambiar la forma en que se muestra la información de la serie. ¡Útil para idiomas distintos al inglés!
ru: Измените способ отображения информации о серии. Полезно для неанглийских языков!
ta: தொடர் தகவல் காண்பிக்கப்படும் வழியை மாற்றவும். ஆங்கிலம் அல்லாத மொழிகளுக்கு பயனுள்ளதாக இருக்கும்!

source: Metadata: (*not saved)
ar: البيانات الوصفية: (*غير محفوظة)
es: Metadatos: (* no guardados)
ru: Метаданные: (*не сохранены)
ta: மெட்டாடேட்டா: (*சேமிக்கப்படவில்லை)

source: Optionally override the text in these fields for this book. These are not saved as part of the settings profile. This functionality is disabled if multiple books are selected.
ar: اختياريًا، تجاوز النص في هذه الحقول لهذا الكتاب. لا يتم حفظ هذه كجزء من ملف تعريف الإعدادات. يتم تعطيل هذه الوظيفة إذا تم تحديد كتب متعددة.
es: Opcionalmente, reeplazar el texto de estos campos para este libro. Esto no se guarda como parte del perfil de configuración. Esta funcionalidad está deshabilitada si se seleccionan varios libros.
ru: При желании переопределите текст в этих полях для этой книги. Они не сохраняются как часть профиля настроек. Эта функция отключена, если выбрано несколько книг.
ta: இந்த புத்தகத்திற்காக இந்த துறைகளில் உள்ள உரையை விருப்பமாக மேலெழுதவும். அமைப்புகள் சுயவிவரத்தின் ஒரு பகுதியாக இவை சேமிக்கப்படவில்லை. பல புத்தகங்கள் தேர்ந்தெடுக்கப்பட்டால் இந்த செயல்பாடு முடக்கப்பட்டுள்ளது.

source: Title:
ar: العنوان:
es: Título:
ru: Название:
ta: தலைப்பு:

source: Author:
ar: المؤلف:
es: Autor:
ru: Автор:
ta: நூலாசிரியர்:

source: Series:
ar: السلسلة:
es: Serie:
ru: Серия:
ta: தொடர்:

source: Cover Options
ar: خيارات الغلاف
es: Opciones de portada
ru: Варианты обложки
ta: கவர் விருப்பங்கள்

source: Generate Custom Cover
ar: إنشاء غلاف مخصص
es: Generar portada personalizada
ru: Создать пользовательскую обложку
ta: தனிப்பயன் அட்டையை உருவாக்குங்கள்

source: Settings
ar: الإعدادات
es: Ajustes
ru: Настройки
ta: அமைப்புகள்

source: Fonts
ar: الخطوط
es: Tipos de letra
ru: Шрифты
ta: எழுத்துருக்கள்

source: Dimensions
ar: الأبعاد
es: Dimensiones
ru: Размеры
ta: பரிமாணங்கள்

source: Contents
ar: المحتويات
es: Contenido
ru: Содержимое
ta: உள்ளடக்கங்கள்

source: Revert
ar: تراجع
es: Revertir
ru: Вернуть
ta: மாற்றியமைக்கவும்

source: Revert to your previous saved setting values
ar: العودة إلى قيم الإعدادات المحفوظة السابقة
es: Volver a los valores de configuración guardados anteriormente
ru: Вернуться к предыдущим сохранённым значениям настроек
ta: உங்கள் முந்தைய சேமித்த அமைப்பு மதிப்புகளுக்கு திரும்பவும்

source: Save
ar: حفظ
es: Guardar
ru: Сохранить
ta: சேமிக்கவும்

source: Overwrite your current saved setting
ar: الكتابة فوق الإعداد المحفوظ الحالي
es: Reemplazar la configuración guardada actual
ru: Перезаписать текущую сохраненную настройку
ta: உங்கள் தற்போதைய சேமித்த அமைப்பை மேலெழுதவும்

source: Customize...
ar: تخصيص...
es: Personalizar...
ru: Настроить...
ta: தனிப்பயனாக்கலாம்...

source: Set general options for this plugin
ar: تعيين خيارات عامة لهذه الإضافة
es: Establecer opciones generales para este complemento
ru: Установить общие параметры для этого плагина
ta: இந்த சொருகி பொதுவான விருப்பங்களை அமைக்கவும்

source: Revert to your previously saved values for '%s'?
ar: العودة إلى قيمك المحفوظة مسبقًا لـ '%s'؟
es: ¿Volver a los valores guardados anteriormente para «%s»?
ru: Вернуться к ранее сохраненным значениям для '%s'?
ta: '%கள்' க்காக நீங்கள் முன்பு சேமித்த மதிப்புகளுக்கு மாற்றவா?

source: Overwrite the '%s' setting with the current values?
ar: الكتابة فوق إعداد '%s' بالقيم الحالية؟
es: ¿Reemplazar la configuración «%s» con los valores actuales?
ru: Перезаписать параметр '%s текущими значениями?
ta: தற்போதைய மதிப்புகளுடன் '%கள்' அமைப்பை மேலெழுதவா?
