Repository: os-strus/calibre_plugins
Catalog: generate_cover/translations/*.po
Languages: ar, es, ru, ta

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
es: Atajos de teclado
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
ar: أعد تشغيل calibre الآن
es: Reiniciar calibre ahora
ru: Перезагрузите calibre сейчас
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
ar: تفضيلات لـ:
es: Preferencias para:
ru: Предпочтения для:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
ar: مسح
es: Limpiar
ru: Очистить
ta: தெளிவான

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
es: Borrar todas las configuraciones para este complemento
ru: Очистить все настройки для плагина
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer cambiar la configuración del complemento en esta biblioteca?
ru: Вы уверены, что хотите изменить настройки в этой библиотеке для этого плагина?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
es: Las configuraciones en otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
es: Debe reiniciar calibre después.
ru: После этого вы должны перезагрузить calibre.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
ar: الإعدادات تغيرت
es: Configuración modificada
ru: Настройки изменены
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha modificado la configuración del complemento en esta biblioteca.
ru: Настройки этого плагина в этой библиотеке были изменены.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
es: Reinicie calibre ahora.
ru: Пожалуйста, перезагрузите calibre сейчас.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
es: ¿Está seguro de querer borrar la configuración del complemento en esta biblioteca?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
ar: تم حذف الإعدادات
es: Configuración eliminada
ru: Настройки удалены
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
es: Se ha borrado la configuración del complemento en esta biblioteca.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
ru: Копировать в Буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
ar: غير معرف
es: Indefinido
ru: Не определено
ta: வரையறுக்கப்படவில்லை

source: Restart required
ar: إعادة التشغيل مطلوبة
es: Reinicio requerido
ru: Требуется перезапуск
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
es: No se encontró la imagen del título. ¡Debe reiniciar calibre antes de usar este complemento!
ru: Изображение обложки не найдено - перед использованием перезапустите calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
ar: إنشاء عمود جديد
es: Crear nueva columna
ru: Создать новый столбец
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Generate Cover
ar: إنشاء غلاف
ru: Создать обложку
ta: கவர் உருவாக்கு

source: Generate a customised cover
ar: إنشاء غلاف مخصص
es: Generar una portada personalizada
ru: Создать индивидуальную обложку
ta: தனிப்பயனாக்கப்பட்ட அட்டையை உருவாக்கவும்

source: Cannot generate covers
ar: لا يمكن إنشاء أغلفة
es: No se pueden generar portadas
ru: Невозможно создать обложки
ta: அட்டைகளை உருவாக்க முடியாது

source: No books selected
ar: لم يتم تحديد كتب
es: Ningún libro seleccionado
ru: Нет выбранных книг
ta: புத்தகங்கள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை

source: Corrupted setting: "%s" has incorrect internal name of: "%s")
ar: إعداد تالف: "%s" له اسم داخلي غير صحيح: "%s")
es: Configuración dañada: «%s» tiene un nombre interno incorrecto de: «%s»)
ru: Поврежденная настройка: "%s" имеет неправильное внутреннее имя: "%s")
ta: சிதைந்த அமைப்பு: "%கள்" தவறான உள் பெயரைக் கொண்டுள்ளது: "%கள்")

source: Corrupted Configuration File
ar: ملف تهيئة تالف
es: Archivo de configuración dañado
ru: Поврежденный файл конфигурации
ta: சிதைந்த உள்ளமைவு கோப்பு

source: <p>Your configuration file was corrupted (see Details).</p>)<p>Please report your exact recent actions which led to this on the MobileRead forum thread for this plugin so it can be fixed.</p><p>The configuration has been fixed automatically.</p>
ar: <p>ملف التهيئة الخاص بك تالف (انظر التفاصيل).</p>)<p>يرجى الإبلاغ عن الإجراءات الأخيرة التي أدت إلى ذلك في موضوع منتدى MobileRead لهذه الإضافة حتى يمكن إصلاحها.</p><p>تم إصلاح التهيئة تلقائيًا.</p>
es: <p>El archivo de configuración estaba dañado (ver Detalles).</p>)<p>Por favor, informe sobre las acciones recientes exactas que llevaron a esta situación en el hilo del foro de MobileRead para este complemento para que se pueda arreglar.</p><p>La configuración se ha corregido automáticamente. </p>
ru: <p>Файл конфигурации был поврежден (см. Подробности).</p>) <p>Пожалуйста, сообщите о ваших недавних действиях, которые привели к этому, в ветке форума MobileRead для этого плагина, чтобы его можно было исправить.</p> <p>Конфигурация была исправлена ​​автоматически.</p>
ta: <p> உங்கள் உள்ளமைவு கோப்பு சிதைந்தது (விவரங்களைக் காண்க). பி> உள்ளமைவு தானாகவே சரி செய்யப்பட்டது. </p>

source: Cannot generate cover
ar: لا يمكن إنشاء غلاف
es: No se pueden generar portadas
ru: Невозможно создать обложку
ta: கவர் உருவாக்க முடியாது

source: Missing metadata passed for book to generate cover
ar: البيانات الوصفية المفقودة التي تم تمريرها للكتاب لإنشاء غلاف
es: Faltan metadatos para que el libro genere la portada
ru: Для книги переданы недостающие метаданные для создания обложки
ta: காணாமல் போன மெட்டாடேட்டா புத்தகத்திற்காக கவர் உருவாக்க கடந்து சென்றது

source: No cover settings exist named: "%s"
ar: لا توجد إعدادات غلاف باسم: "%s"
es: No existe ninguna configuración de portada llamada: «%s»
ru: Не существует настроек обложки с именем: "%s"
ta: கவர் அமைப்புகள் எதுவும் பெயரிடப்படவில்லை: "%கள்"

source: After generating cover:
ar: بعد إنشاء الغلاف:
es: Después de generar portada:
ru: После создания обложки:
ta: கவர் உருவாக்கிய பிறகு:

source: Update column:
ar: تحديث العمود:
es: Columna de actualización:
ru: Обновить столбец:
ta: புதுப்பிப்பு நெடுவரிசை:

source: Update value:
ar: تحديث القيمة:
es: Valor de actualización:
ru: Обновить значение:
ta: புதுப்பிப்பு மதிப்பு:

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
es: Modificar los atajos de teclado asociados con este complemento
ru: Редактирование сочетаний клавиш, связанных с этим плагином
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: View library preferences
ar: عرض تفضيلات المكتبة
es: Ver preferencias de la biblioteca
ru: Просмотр настроек библиотеки
ta: நூலக விருப்பங்களைக் காண்க

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
es: Ver datos almacenados en la base de datos de la biblioteca para este complemento
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க

source: &Help
ar: &مساعدة
es: &Ayuda
ru: Спр&авка
ta: &உதவி

source: Cancel
ar: إلغاء
es: Cancelar
ru: Отмена
ta: ரத்துசெய்

source: Generating %d covers
ar: جارٍ إنشاء %d غلاف
es: Generando %d portadas
ru: Создание %d обложек
ta: %D கவர்களை உருவாக்குகிறது

source: Generating:
ar: جارٍ الإنشاء:
es: Generando:
ru: Создание:
ta: உருவாக்குதல்:

source: Unsaved Changes
ar: تغييرات غير محفوظة
es: Cambios no guardados
ru: Несохраненные изменения
ta: சேமிக்கப்படாத மாற்றங்கள்

source: You have unsaved changes to the <b>%s</b> setting.<br>
ar: لديك تغييرات غير محفوظة على إعداد <b>%s</b>.<br>
es: Tiene cambios sin guardar en la configuración <b>%s </b>.<br>
ru: У вас есть несохраненные изменения настроек <b>%s</b>.<br>
ta: <b>%கள் </b> அமைப்பில் நீங்கள் நேர்மையற்ற மாற்றங்களைக் கொண்டுள்ளீர்கள். <br>

source: What do you want to do?
ar: ماذا تريد أن تفعل؟
es: ¿Qué desea hacer?
ru: Что Вы хотите сделать?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: Discard Changes
ar: تجاهل التغييرات
es: Descartar los cambios
ru: Отменить изменения
ta: மாற்றங்களை கைவிடலாம்

source: Revert unsaved changes
ar: التراجع عن التغييرات غير المحفوظة
es: Deshacer los cambios sin guardar
ru: Вернуть несохраненные изменения
ta: சேமிக்கப்படாத மாற்றங்களை மாற்றவும்

source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
ru: Сохранить изменения
ta: மாற்றங்களை சேமியுங்கள்

source: Overwrite current profile with these changes
ar: الكتابة فوق الملف الشخصي الحالي بهذه التغييرات
es: Aplicar estos cambios al perfil actual
ru: Перезаписать текущий профиль с этими изменениями
ta: இந்த மாற்றங்களுடன் தற்போதைய சுயவிவரத்தை மேலெழுதவும்

source: Generate && Save
ar: إنشاء && حفظ
es: Generar y guardar
ru: Создать && Сохранить
ta: && சேமி

source: Generate cover using these settings and save for future usage
ar: إنشاء غلاف باستخدام هذه الإعدادات وحفظه للاستخدام المستقبلي
es: Generar una portada con estos ajustes y guardarla para uso futuro
ru: Создать обложку, используя эти настройки, и сохранить для будущего использования
ta: இந்த அமைப்புகளைப் பயன்படுத்தி அட்டையை உருவாக்கி எதிர்கால பயன்பாட்டிற்காக சேமிக்கவும்

source: Generate && Revert
ar: إنشاء && تراجع
es: Generar y deshacer
ru: Создать && Вернуть
ta: && revert ஐ உருவாக்குங்கள்

source: Generate cover using these settings then discard them
ar: إنشاء غلاف باستخدام هذه الإعدادات ثم تجاهلها
es: Generar portada con esta configuración y olvidarla (la configuración)
ru: Создать обложку, используя эти настройки, и отказаться от них
ta: இந்த அமைப்புகளைப் பயன்படுத்தி கவர் உருவாக்கவும், பின்னர் அவற்றை நிராகரிக்கவும்

source: Cancel action
ar: إلغاء الإجراء
es: Cancelar acción
ru: Отменить действие
ta: செயலை ரத்துசெய்

source: Saved Settings:
ar: الإعدادات المحفوظة:
es: Configuraciones guardadas:
ru: Сохранённые настройки:
ta: சேமித்த அமைப்புகள்:

source: Autosave settings
ar: حفظ الإعدادات تلقائيًا
es: Guardado automático
ru: Автосохранение настроек
ta: ஆட்டோசேவ் அமைப்புகள்

source: Do not prompt to save changes to a setting. Always save when switching to another setting, clicking OK or using Import/Export.
ar: لا تطالب بحفظ التغييرات على إعداد. احفظ دائمًا عند التبديل إلى إعداد آخر، النقر على موافق أو استخدام استيراد/تصدير.
es: No solicitar guardar cambios en una configuración. Guardar siempre al cambiar a otra configuración, pulsar en Aceptar o usar Importar/Exportar.
ru: Не запрашивать сохранение изменений в настройке. Всегда сохранять, при переключении на другую настройку, нажатии OK или использовании Импорт/Экспорт.
ta: ஒரு அமைப்பில் மாற்றங்களைச் சேமிக்கத் தூண்ட வேண்டாம். எப்போதும் எப்போது சேமிக்கவும் மற்றொரு அமைப்பிற்கு மாறுதல், சரி என்பதைக் கிளிக் செய்தல் அல்லது இறக்குமதி/ஏற்றுமதியைப் பயன்படுத்துதல்.

source: Add setting
ar: إضافة إعداد
es: Añadir configuración
ru: Добавить настройку
ta: விளம்பர அமைப்புகள்

source: Rename setting
ar: إعادة تسمية الإعداد
es: Cambiar el nombre a la configuración
ru: Переименовать настройку
ta: அமைப்பு மறுபெயரிடுதல்

source: Import setting
ar: استيراد إعداد
es: Importar configuración
ru: Импортировать настройку
ta: இறக்குமதி அமைப்பு

source: Export setting
ar: تصدير إعداد
es: Exportar configuración
ru: Экспортировать настройку
ta: ஏற்றுமதி அமைப்பு

source: Delete setting from this list
ar: حذف الإعداد من هذه القائمة
es: Eliminar configuración de esta lista
ru: Удалить настройку из списка
ta: இந்த பட்டியலிலிருந்து அமைப்பை நீக்கு

source: Select Image:
ar: تحديد الصورة:
es: Seleccionar imagen:
ru: Выбрать изображение:
ta: படத்தைத் தேர்ந்தெடுக்கவும்:

source: Add image to this list
ar: إضافة صورة إلى هذه القائمة
es: Añadir imagen a esta lista
ru: Добавить изображение в этот список
ta: இந்த பட்டியலில் படத்தைச் சேர்க்கவும்

source: Rename image
ar: إعادة تسمية الصورة
es: Cambiar nombre de la imagen
ru: Переименовать изображение
ta: படத்தை மறுபெயரிடுங்கள்

source: Remove image from this list
ar: إزالة الصورة من هذه القائمة
es: Eliminar imagen de esta lista
ru: Удалить изображение из этого списка
ta: இந்த பட்டியலிலிருந்து படத்தை அகற்று

source: Saved Settings: (*unsaved changes)
ar: الإعدادات المحفوظة: (*تغييرات غير محفوظة)
es: Configuración guardada: (* cambios no guardados)
ru: Сохранённые настройки: (*несохранённые изменения)
ta: சேமித்த அமைப்புகள்: (*சேமிக்கப்படாத மாற்றங்கள்)

source: Add new setting
ar: إضافة إعداد جديد
es: Añadir nueva confuguración
ru: Добавить новую настройку
ta: புதிய அமைப்பைச் சேர்க்கவும்

source: Cannot add
ar: لا يمكن الإضافة
es: No se puede añadir
ru: Невозможно добавить
ta: சேர்க்க முடியாது

source: The name you specified is not unique
ar: الاسم الذي حددته غير فريد
es: El nombre especificado no es único
ru: Указанное вами имя не уникально
ta: நீங்கள் குறிப்பிட்ட பெயர் தனித்துவமானது அல்ல

source: Cannot remove
ar: لا يمكن الإزالة
es: No se puede eliminar
ru: Невозможно убрать
ta: அகற்ற முடியாது

source: You cannot remove the default setting
ar: لا يمكنك إزالة الإعداد الافتراضي
es: No se puede eliminar la configuración predeterminada
ru: Вы не можете убрать умолчальную настройку
ta: இயல்புநிலை அமைப்பை நீங்கள் அகற்ற முடியாது

source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Está seguro?
ru: Вы уверены?
ta: நீ சொல்வது உறுதியா?

source: Are you sure you want to remove the '%s' setting?
ar: هل أنت متأكد أنك تريد إزالة الإعداد '%s'؟
es: ¿Está seguro de querer eliminar la configuración «%s»?
ru: Вы уверены, что хотите удалить настройку '%s'?
ta: '%கள்' அமைப்பை அகற்ற விரும்புகிறீர்களா?

source: Cannot rename
ar: لا يمكن إعادة التسمية
es: No se puede cambiar el nombre
ru: Невозможно переименовать
ta: மறுபெயரிட முடியாது

source: You cannot rename the default setting
ar: لا يمكنك إعادة تسمية الإعداد الافتراضي
es: No se puede cambiar el nombre de la configuración predeterminada
ru: Вы не можете переименовать умолчальную настройку
ta: இயல்புநிலை அமைப்பை நீங்கள் மறுபெயரிட முடியாது

source: New setting name:
ar: اسم الإعداد الجديد:
es: Nuevo nombre de configuración:
ru: Имя новой настройки:
ta: புதிய அமைப்பு பெயர்:

source: Setting exists
ar: الإعداد موجود
es: La configuración existe
ru: Настройка существует
ta: அமைப்பு உள்ளது

source: A saved setting already exists with this name.
ar: يوجد إعداد محفوظ بالفعل بهذا الاسم.
es: Ya existe una configuración guardada con este nombre.
ru: Сохранённая настройка с таким названием уже существует
ta: சேமித்த அமைப்பு ஏற்கனவே இந்த பெயருடன் உள்ளது.

source: Import Failed
ar: فشل الاستيراد
es: Fallo al importar
ru: Импорт не удался
ta: இறக்குமதி தோல்வியடைந்தது

source: This is not a valid Generate Cover export archive
ar: هذا ليس أرشيف تصدير غلاف صالح للإنشاء
es: Éste no es un archivo de exportación de Generate Cover válido
ru: Это недопустимый экспортный архив Generate Cover
ta: இது செல்லுபடியாகும் உருவாக்கும் கவர் ஏற்றுமதி காப்பகம் அல்ல

source: Cannot import
ar: لا يمكن الاستيراد
es: No se puede importar
ru: Импорт не удался
ta: இறக்குமதி செய்ய முடியாது

source: Failed to copy image
ar: فشل نسخ الصورة
es: Error al copiar la imagen
ru: Не удалось скопировать изображение
ta: படத்தை நகலெடுப்பதில் தோல்வி

source: Export completed
ar: اكتمل التصدير
es: Exportación completada
ru: Экспорт завершен
ta: ஏற்றுமதி முடிந்தது

source: Cover setting exported to<br>%s
ar: تم تصدير إعداد الغلاف إلى<br>%s
es: Configuración de portada exportada a<br>%s
ru: Настройка обложки экспортирована в<br>%s
ta: கவர் அமைப்பு <br>%s க்கு ஏற்றுமதி செய்யப்படுகிறது

source: Select setting file(s) to import
ar: تحديد ملف (ملفات) الإعداد للاستيراد
es: Seleccionar archivo(s) de configuración para importar
ru: Выберите файл(ы) настроек для импорта
ta: இறக்குமதி செய்ய கோப்பு (களை) அமைத்தல் என்பதைத் தேர்ந்தெடுக்கவும்

source: GC Files
ar: ملفات GC
es: Archivos GC
ru: GC файлы
ta: ஜி.சி கோப்புகள்

source: Save setting as
ar: حفظ الإعداد باسم
es: Guardar configuración como
ru: Сохранить настройку как
ta: அமைப்பை சேமிக்கவும்

source: You cannot rename this image
ar: لا يمكنك إعادة تسمية هذه الصورة
es: No se puede cambiar el nombre de esta imagen
ru: Вы не можете переименовать это изображение
ta: இந்த படத்தை நீங்கள் மறுபெயரிட முடியாது

source: New image name:
ar: اسم الصورة الجديد:
es: Nuevo nombre de imagen:
ru: Имя нового изображения:
ta: புதிய படத்தின் பெயர்:

source: File exists
ar: الملف موجود
es: El archivo existe
ru: Файл существует
ta: கோப்பு உள்ளது

source: An image already exists with this name.
ar: توجد صورة بهذا الاسم بالفعل.
es: Ya existe una imagen con este nombre.
ru: Изображение с таким названием уже существует.
ta: இந்த பெயருடன் ஏற்கனவே ஒரு படம் உள்ளது.

source: Failed to rename image
ar: فشل إعادة تسمية الصورة
es: No se pudo cambiar el nombre de la imagen
ru: Не удалось переименовать изображение
ta: படத்தை மறுபெயரிடுவதில் தோல்வி

source: Add cover images
ar: إضافة صور غلاف
es: Añadir imágenes de portada
ru: Добавить изображения обложек
ta: கவர் படங்களைச் சேர்க்கவும்

source: You cannot remove this image
ar: لا يمكنك إزالة هذه الصورة
es: No se puede eliminar esta imagen
ru: Вы не можете удалить это изображение
ta: இந்த படத்தை நீங்கள் அகற்ற முடியாது

source: Are you sure you want to delete the image: %s
ar: هل أنت متأكد أنك تريد حذف الصورة: %s
es: Está seguro de querer eliminar la imagen: %s
ru: Вы действительно хотите удалить это изображение: %s
ta: படங்களை நீக்க விரும்புகிறீர்களா என்பது உறுதி

source: Cannot write
ar: لا يمكن الكتابة
es: No se puede escribir
ru: Невозможно записать
ta: எழுத முடியாது

source: You do not have permission to delete the file
ar: ليس لديك إذن لحذف الملف
es: No tiene permiso para borrar el archivo
ru: У вас нет разрешения на удаление файла
ta: கோப்பை நீக்க உங்களுக்கு அனுமதி இல்லை

source: Cannot read
ar: لا يمكن القراءة
es: No se puede leer
ru: Невозможно прочитать
ta: படிக்க முடியாது

source: You do not have permission to read the file.
ar: ليس لديك إذن لقراءة الملف.
es: No tiene permiso para leer el archivo.
ru: У вас нет разрешения на чтение файла.
ta: கோப்பைப் படிக்க உங்களுக்கு அனுமதி இல்லை.

source: Cannot copy
ar: لا يمكن النسخ
es: No se puede copiar
ru: Невозможно скопировать
ta: நகலெடுக்க முடியாது

source: Overwrite existing
ar: الكتابة فوق الموجود
es: Reemplazar existentes
ru: Перезаписываемое существует
ta: இருக்கும் மேலெழுதும்

source: An image file already exists with this name. Do you want to overwrite it?
ar: ملف صورة موجود بالفعل بهذا الاسم. هل تريد الكتابة فوقه؟
es: Ya existe un archivo de imagen con este nombre. ¿Desea reemplazarlo?
ru: Файл изображения с таким именем уже существует. Вы хотите перезаписать его?
ta: இந்த பெயருடன் ஒரு படக் கோப்பு ஏற்கனவே உள்ளது. அதை மேலெழுத விரும்புகிறீர்களா?

source: Enter image name
ar: أدخل اسم الصورة
es: Introduzca el nombre de la imagen
ru: Введите название изображения
ta: படத்தின் பெயரை உள்ளிடவும்

source: Enter a unique name for this image:
ar: أدخل اسمًا فريدًا لهذه الصورة:
es: Introduzca un nombre único para esta imagen:
ru: Введите уникальное имя для этого изображения:
ta: இந்த படத்திற்கு ஒரு தனித்துவமான பெயரை உள்ளிடவும்:

source: You do not have permission to overwrite the file
ar: ليس لديك إذن للكتابة فوق الملف
es: No tiene permiso para reemplazar el archivo
ru: У вас нет разрешения на перезапись файла
ta: கோப்பை மேலெழுத உங்களுக்கு அனுமதி இல்லை

source: Title
ar: العنوان
es: Título
ru: Название
ta: தலைப்பு

source: Author
ar: المؤلف
es: Autor
ru: Автор
ta: நூலாசிரியர்

source: Series
ar: السلسلة
es: Serie
ru: Серии
ta: தொடர்

source: Custom
ar: مخصص
es: Personalizada
ru: Настраиваемое
ta: வழக்கம்

source: Background
ar: الخلفية
es: Fondo
ru: Фон
ta: பின்னணி

source: Border
ar: الحدود
es: Borde
ru: Граница
ta: எல்லை

source: Fill
ar: ملء
es: Relleno
ru: Заливка
ta: நிரப்பவும்

source: Stroke
ar: الحد الخارجي
es: Trazo
ru: Обводка
ta: பக்கவாதம்

source: Fonts:
ar: الخطوط:
es: Tipos de letra:
ru: Шрифты:
ta: எழுத்துருக்கள்:

source: Select a font and specify a size in pixels. If font set to 'Default', uses the tweak value from 'generate_cover_title_font' if present.
ar: حدد خطًا وحدد حجمًا بالبكسل. إذا تم تعيين الخط إلى 'افتراضي'، فسيستخدم قيمة التعديل من 'generate_cover_title_font' إذا كانت موجودة.
es: Seleccione una tipo de letra y especifique un tamaño en píxeles. Si el tipo de letra se establece en «Predeterminado», se usa el valor del ajuste «generate_cover_title_font» si está presente.
ru: Выберите шрифт и укажите размер в пикселях. Если для шрифта установлено значение «По умолчанию», используется значение настройки из 'generate_cover_title_font', если она присутствует.
ta: ஒரு எழுத்துருவைத் தேர்ந்தெடுத்து பிக்சல்களில் ஒரு அளவைக் குறிப்பிடவும். எழுத்துரு 'இயல்புநிலை' என அமைக்கப்பட்டால், மாற்ற மதிப்பைப் பயன்படுத்துகிறது 'உருவாக்கம்_கவர்_டிடில்_ஃபோன்ட்' இருந்தால்.

source: Use the same font family for all text
ar: استخدام نفس عائلة الخط لجميع النصوص
es: Utilìzar la misma familia de tipo de letra para todo el texto
ru: Использовать одно и то же семейство шрифтов для всего текста
ta: எல்லா உரைக்கும் ஒரே எழுத்துரு குடும்பத்தைப் பயன்படுத்தவும்

source: When checked, the same font family is used for all text content on the cover
ar: عند التحديد، يتم استخدام نفس عائلة الخط لجميع محتويات النص على الغلاف
es: Cuando se marca, se usa la misma familia de tipo de letra para todo el contenido de texto en la portada
ru: Когда этот флажок установлен, для всего текстового содержимого на обложке используется одно и то же семейство шрифтов.
ta: சரிபார்க்கும்போது, அட்டைப்படத்தில் உள்ள அனைத்து உரை உள்ளடக்கங்களுக்கும் அதே எழுத்துரு குடும்பம் பயன்படுத்தப்படுகிறது

source: Auto-reduce font size to fit on one line
ar: تقليل حجم الخط تلقائيًا ليناسب سطر واحد
es: Reducir automáticamente el tamaño de letra para que quepa en una línea
ru: Автоуменьшение размера шрифта до умещения в одну строку
ta: ஒரு வரியில் பொருந்தும் வகையில் எழுத்துரு அளவு தானாக குறைக்கப்படுகிறது

source: When checked, the font size will be used as a maximum size. A reduced size will be used where needed to fit text on one line.
ar: عند التحديد، سيتم استخدام حجم الخط كحد أقصى للحجم. سيتم استخدام حجم مخفض عند الحاجة لملاءمة النص في سطر واحد.
es: Cuando se marca, el tamaño de letra se utilizará como tamaño máximo. Se utilizará un tamaño reducido cuando sea necesario para ajustar el texto en una línea.
ru: Если флажок установлен, размер шрифта будет использоваться как максимальный размер. Уменьшенный размер будет использоваться там, где это необходимо для размещения текста на одной строке.
ta: சரிபார்க்கும்போது, எழுத்துரு அளவு அதிகபட்ச அளவாக பயன்படுத்தப்படும். ஒரு வரியில் உரையைப் பொருத்துவதற்குத் தேவையான இடத்தில் குறைக்கப்பட்ட அளவு பயன்படுத்தப்படும்.

source: Colors:
ar: الألوان:
es: Colores:
ru: Цвета:
ta: வண்ணங்கள்:
