Repository: os-strus/calibre_plugins
Catalog: reading_list/translations/*.po
Languages: ar, ru, uk

source: Keyboard shortcuts
ar: مختصرات لوحة المفاتيح
ru: Сочетания клавиш...
uk: Клавіатурні скорочення

source: Restart calibre now
ar: أعد تشغيل calibre الآن
ru: Перезагрузите calibre сейчас
uk: Перезавантажити Calibre

source: Preferences for:
ar: تفضيلات لـ:
ru: Предпочтения для:
uk: Налаштування:

source: Clear
ar: مسح
ru: Очистить
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
ru: Очистить все настройки для плагина
uk: Очистити всі налаштування для цього плагіну

source: Are you sure you want to change your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تغيير إعداداتك في هذه المكتبة لهذه الإضافة؟
ru: Импорт списка
uk: Ви впевнені, що бажаєте змінити ваші налаштування у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
uk: Будь-які налаштування в інших бібліотеках, або збережені в файлі JSON в папці ваший плагінів не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
ru: Вы должны перезагрузить calibre впоследствии.
uk: Після цього ви повинні перезавантажити Calibre.

source: Settings changed
ar: الإعدادات تغيرت
ru: Настройки изменены
uk: Параметри змінено

source: Settings for this plugin in this library have been changed.
ar: تم تغيير إعدادات هذه الإضافة في هذه المكتبة.
ru: Настройки этого плагина в этой библиотеке были изменены.
uk: Параметри для цього додатка у цій бібліотеці було змінено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
ru: Пожалуйста, перезагрузите calibre сейчас.
uk: Будь ласка, перезавантажте Calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
uk: Ви впевнені, що бажаєте очистити ваші налаштування в цій бібліотцеці для даного плагіну?

source: Settings deleted
ar: تم حذف الإعدادات
ru: Настройки удалены
uk: Параметри вилучено

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
uk: Всі налаштування для цього плагіну в цій бібліотеці були очищені.

source: Copy to clipboard
ar: نسخ إلى الحافظة
ru: Копировать в Буфер обмена
uk: Копіювати до буфера обміну

source: Undefined
ar: غير معرف
ru: Не определено
uk: Невизначено

source: Restart required
ar: إعادة التشغيل مطلوبة
ru: Требуется перезапуск
uk: Потрібен перезапуск

source: Title image not found - you must restart Calibre before using this plugin!
ar: صورة العنوان غير موجودة - يجب عليك إعادة تشغيل Calibre قبل استخدام هذه الإضافة!
ru: Изображение обложки не найдено - перед использованием нужно перезапустить calibre!
uk: Не знайдено титульного зображення — вам слід перезапустити Calibre, перш ніж користуватися цим додатком!

source: Create new column
ar: إنشاء عمود جديد
ru: Создать новый столбец
uk: Створити стовпчик

source: Reading List
ar: قائمة القراءة
ru: Список чтения
uk: Список читання

source: View or edit lists of books
ar: عرض أو تعديل قوائم الكتب
ru: Просмотр или редактирование списков книг
uk: Перегляд та редагування списків книг

source: Add to default list
ar: إضافة إلى القائمة الافتراضية
ru: Добавить в список по умолчанию
uk: Додати до типового списку

source: Add to %s list
ar: إضافة إلى قائمة %s
ru: Добавить в список %s
uk: Додати до списку %s

source: Add to list
ar: إضافة إلى القائمة
ru: Добавить в список
uk: Додати до списку

source: Add to the specified list
ar: إضافة إلى القائمة المحددة
ru: Добавить в указанный список
uk: Додати до вказаного списку

source: Add to the "%s" list
ar: إضافة إلى قائمة "%s"
ru: Добавить в список "%s"
uk: Додати до списку «%s»

source: Add to list: %s
ar: إضافة إلى القائمة: %s
ru: Добавить в список: %s
uk: Додати до списку: %s

source: Add to all lists
ar: إضافة إلى جميع القوائم
ru: Добавить во все списки
uk: Додати до усіх списків

source: Add series to default list
ar: إضافة سلسلة إلى القائمة الافتراضية
ru: Добавить серию в список по умолчанию
uk: Додати цикл до типового списку

source: Add series to %s list
ar: إضافة سلسلة إلى قائمة %s
ru: Добавить серии в список %s
uk: Додати цикл до списку %s

source: Add series to list
ar: إضافة سلسلة إلى القائمة
ru: Добавить серии в список
uk: Додати цикл до списку

source: Add all books in series to the specified list
ar: إضافة جميع الكتب في السلسلة إلى القائمة المحددة
ru: Добавить все книги серии в указанный список
uk: Додати усі книги у циклі до вказано списку

source: Add series to the "%s" list
ar: إضافة سلسلة إلى قائمة "%s"
ru: Добавить серии в список "%s"
uk: Додати цикл до списку «%s»

source: Add series to list: %s
ar: إضافة سلسلة إلى القائمة: %s
ru: Добавить серии в список: %s
uk: Додати цикл до списку: %s

source: Add series to all lists
ar: إضافة سلسلة إلى جميع القوائم
ru: Добавить серию во все списки
uk: Додати цикл до усіх списків

source: Move to list
ar: نقل إلى القائمة
ru: Переместить в список
uk: Пересунути до списку

source: Remove from default list
ar: إزالة من القائمة الافتراضية
ru: Удалить из списка по умолчанию
uk: Вилучити з типового списку

source: Remove from %s list
ar: إزالة من قائمة %s
uk: Вилучити зі списку %s

source: Remove from list
ar: إزالة من القائمة
ru: Удалить из списка
uk: Вилучити зі списку

source: Remove from the specified list
ar: إزالة من القائمة المحددة
ru: Удалить из указанного списка
uk: Вилучити зі вказаного списку

source: Remove from the "%s" list
ar: إزالة من قائمة "%s"
ru: Удалить из списка "%s"
uk: Вилучити зі списку «%s»

source: Remove from list: %s
ar: إزالة من القائمة: %s
ru: Удалить из списка: %s
uk: Вилучити зі списку: %s

source: Remove from all lists
ar: إزالة من جميع القوائم
ru: Удалить из всех списков
uk: Вилучити з усіх списків

source: Toggle on default list
ar: تبديل على القائمة الافتراضية
uk: Перемкнутися на типовий список

source: Toggle on list
ar: تبديل على القائمة
uk: Перемкнутися на список

source: Toggle on the specified list
ar: تبديل على القائمة المحددة
uk: Перемкнутися на вказаний список

source: Toggle on the "%s" list
ar: تبديل على قائمة "%s"
uk: Перемкнутися на список «%s»

source: Toggle on list: %s
ar: تبديل على القائمة: %s
uk: Перемкнутися на список: %s

source: View default list
ar: عرض القائمة الافتراضية
ru: Посмотреть список по умолчанию
uk: Переглянути типовий список

source: View %s list (%d)
ar: عرض قائمة %s (%d)
ru: Посмотреть %s список (%d)
uk: Переглянути список %s (%d)

source: View books on the "%s" list
ar: عرض الكتب في قائمة "%s"
ru: Посмотреть книги в списке "%s"
uk: Переглянути книги у списку «%s»

source: View list: %s
ar: عرض القائمة: %s
ru: Посмотреть список: %s
uk: Переглянути список: %s

source: View list
ar: عرض القائمة
ru: Посмотреть список
uk: Переглянути список

source: View books on the specified list
ar: عرض الكتب في القائمة المحددة
ru: Посмотреть книги в указанном списке
uk: Переглянути книги у вказаному списку

source: Edit default list
ar: تعديل القائمة الافتراضية
ru: Изменить список по умолчанию
uk: Змінити типовий список

source: Edit %s list
ar: تعديل قائمة %s
ru: Редактировать %s список
uk: Змінити список %s

source: Edit list
ar: تعديل القائمة
ru: Редактировать список
uk: Змінити список

source: Edit books on the specified list
ar: تعديل الكتب في القائمة المحددة
ru: Редактировать книги в указанном списке
uk: Змінити книги у вказаному списку

source: Edit books on the "%s" list
ar: تعديل الكتب في قائمة "%s"
ru: Редактировать книги в "%s" списке
uk: Змінити книги у списку «%s»

source: Edit list: %s
ar: تعديل القائمة: %s
ru: Редактировать список: %s
uk: Змінити список: %s

source: Clear default list
ar: مسح القائمة الافتراضية
ru: Очистить список по умолчанию
uk: Спорожнити типовий список

source: Clear %s list
ar: مسح قائمة %s
ru: Очистить %s список
uk: Спорожнити список %s

source: Clear list
ar: مسح القائمة
ru: Очистить список
uk: Спорожнити список

source: Clear all from the specified list
ar: مسح الكل من القائمة المحددة
ru: Очистить все из указанного списка
uk: Вилучити усе зі вказаного списку

source: Clear the "%s" list
ar: مسح قائمة "%s"
ru: Очистить "%s" список
uk: Спорожнити список «%s»

source: Clear list: %s
ar: مسح القائمة: %s
ru: Очистить список: %s
uk: Спорожнити список: %s

source: Clear list (%d)
ar: مسح القائمة (%d)
ru: Очистить список (%d)
uk: Спорожнити список (%d)

source: Set default list
ar: تعيين قائمة افتراضية
ru: Установить списком по умолчанию
uk: Встановити типовий список

source: Switch the list to use as the current default
ar: تبديل القائمة لاستخدامها كافتراضية حالية
ru: Переключить список для использования в качестве умолчального
uk: Перемкнути список для використання його як поточного

source: Set your default list to "%s"
ar: تعيين قائمتك الافتراضية إلى "%s"
ru: Установить списком по умолчанию "%s"
uk: Встановити типовим список «%s»

source: Set default list: %s
ar: تعيين قائمة افتراضية: %s
ru: Установить списком по умолчанию: %s
uk: Зробити типовим список: %s

source: Sync Now
ar: مزامنة الآن
ru: Синхронизировать
uk: Синхронізувати

source: &Customize plugin
ar: &تخصيص الإضافة
ru: &Настроить плагин
uk: &Налаштувати додаток

source: &Help
ar: &مساعدة
ru: Спр&авка
uk: &Довідка

source: Sync Now (%d)
ar: مزامنة الآن (%d)
ru: Синхронизировать (%d)
uk: Синхронізувати (%d)

source: Cannot add to list
ar: لا يمكن الإضافة إلى القائمة
ru: Невозможно добавить в список
uk: Не вдалося додати до списку

source: No list name specified
ar: لم يتم تحديد اسم قائمة
ru: Не указано имя списка
uk: Не вказано назви списку

source: Cannot toggle on list
ar: لا يمكن التبديل على القائمة
uk: Не вдалося перемкнутися на список

source: Are you sure?
ar: هل أنت متأكد؟
ru: Вы уверены?
uk: Ви певні?

source: Are you sure you want to clear the '%s' reading list?
ar: هل أنت متأكد أنك تريد مسح قائمة القراءة '%s'؟
ru: Вы хотите очистить список для чтения '%s'?
uk: Ви справді хочете спорожнити список читання «%s»?

source: Added %d books, removed %d books on your %s list
ar: تمت إضافة %d كتاب، وإزالة %d كتاب من قائمة %s الخاصة بك
uk: Додано %d книг, вилучено %d книг у вашому списку %s

source: The selected book(s) already exist on this list: <b>%s</b>
ar: الكتاب (الكتب) المحدد (المحددة) موجود بالفعل في هذه القائمة: <b>%s</b>
ru: Выбранные книги уже есть в этом списке: <b>%s</b>
uk: Позначені книги вже є у цьому списку: <b>%s</b>

source: Failed to add to list
ar: فشل الإضافة إلى القائمة
ru: Сбой добавления в список
uk: Не вдалося додати до списку

source: Added %d books to your %s list
ar: تمت إضافة %d كتاب إلى قائمة %s الخاصة بك
ru: Добавлено %d книг в ваш %s список
uk: Додано %d книг до вашого списку %s

source: Added to %d reading lists
ar: تمت الإضافة إلى %d قائمة قراءة
ru: Добавлено в %d списки чтения
uk: Додано до %d списків читання

source: Cannot remove from list
ar: لا يمكن الإزالة من القائمة
ru: Невозможно удалить из списка
uk: Не вдалося вилучити зі списку

source: The selected book(s) do not exist on this list
ar: الكتاب (الكتب) المحدد (المحددة) غير موجود في هذه القائمة
ru: Выбранных книг нет в этом списке
uk: Позначених книг немає у цьому списку

source: Removed %d books from your %s list
ar: تمت إزالة %d كتاب من قائمة %s الخاصة بك
ru: Удалено %d книг из вашего %s списка
uk: Вилучено %d книг з вашого списку %s

source: Removed from %d reading lists
ar: تمت الإزالة من %d قائمة قراءة
ru: Удалено из %d списков чтения
uk: Вилучено з %d списків читання

source: Cannot move to list
ar: لا يمكن النقل إلى القائمة
ru: Невозможно переместить в список
uk: Не вдалося пересунути до списку

source: No source list names specified
ar: لم يتم تحديد أسماء قائمة مصدر
ru: Не указаны имена исходных списков
uk: Не вказано назв початкових списів

source: Moved %d books to your list(s)
ar: تم نقل %d كتاب إلى قائمتك (قوائمك)
ru: Перемещено %d книг в ваш список(-и)
uk: Пересунуто %d книг до ваших списків

source: Cannot clear list
ar: لا يمكن مسح القائمة
ru: Невозможно очистить список
uk: Не вдало спорожнити список

source: No books exist on this list
ar: لا توجد كتب في هذه القائمة
ru: В этом списке нет книг
uk: У цьому списку немає книг

source: Cannot edit list
ar: لا يمكن تعديل القائمة
ru: Невозможно редактировать список
uk: Не вдалося змінити список

source: Cannot view list
ar: لا يمكن عرض القائمة
ru: Невозможно просмотреть список
uk: Неможливо переглянути список

source: Cannot create list
ar: لا يمكن إنشاء قائمة
ru: Невозможно создать список
uk: Не вдалося створити список

source: Reading List: Cannot create list as list_name not specified
ar: قائمة القراءة: لا يمكن إنشاء قائمة لأن اسم القائمة غير محدد
ru: Список чтения: невозможно создать список, так как list_name не указано
uk: Список читання: не вдалося створити список, оскільки не вказано list_name

source: A list already exists with this name
ar: توجد قائمة بهذا الاسم بالفعل
ru: Список с таким названием уже существует
uk: Список із такою назвою вже існує

source: Reading List: Cannot create list as list_name is duplicate:
ar: قائمة القراءة: لا يمكن إنشاء قائمة لأن اسم القائمة مكرر:
ru: Список чтения: невозможно создать список, так как list_name дублируется:
uk: Список читання: не вдалося створити список, оскільки існує дублікат list_name:

source: READING LIST: Device disconnected
ar: قائمة القراءة: تم فصل الجهاز
ru: СПИСОК ЧТЕНИЯ: Устройство отключено
uk: СПИСОК ЧИТАННЯ: пристрій від'єднано

source: READING LIST: Metadata available:
ar: قائمة القراءة: البيانات الوصفية المتاحة:
ru: СПИСОК ЧТЕНИЯ: Доступны метаданные:
uk: СПИСОК ЧИТАННЯ: доступні метадані:

source: READING LIST: Device found to sync to:
ar: قائمة القراءة: تم العثور على جهاز للمزامنة معه:
ru: СПИСОК ЧТЕНИЯ: Обнаружено устройство для синхронизации с:
uk: СПИСОК ЧИТАННЯ: знайдено пристрій для синхронізації:

source: READING LIST: Not syncing to device as not active
ar: قائمة القراءة: لا تتم المزامنة مع الجهاز لأنه غير نشط
ru: СПИСОК ЧТЕНИЯ: нет синхронизации с неактивным устройством
uk: СПИСОК ЧИТАННЯ: немає синхронізації на пристрій, оскільки він не є активним

source: READING LIST: Sync Now - force_sync=
ar: قائمة القراءة: مزامنة الآن - force_sync=
ru: СПИСОК ЧТЕНИЯ: Синхронизировать - force_sync=
uk: СПИСОК ЧИТАННЯ: синхронізація — force_sync=

source: Cannot sync to device
ar: لا يمكن المزامنة مع الجهاز
ru: Невозможно синхронизировать с устройством
uk: Не вдалося синхронізувати дані з пристроєм

source: No device found for UUID: %s
ar: لم يتم العثور على جهاز لـ UUID: %s
ru: Не найдено устройство с UUID: %s
uk: Не знайдено пристрій для UUID: %s

source: READING LIST: Updating automatic column list(s)
ar: قائمة القراءة: تحديث قائمة الأعمدة التلقائية
ru: СПИСОК ЧТЕНИЯ: Обновление авто списков столбцов
uk: СПИСОК ЧИТАННЯ: оновлення автоматичних списків стовпчиків

source: READING LIST: Not syncing '%s' to device as autosync is false
ar: قائمة القراءة: لا تتم مزامنة '%s' مع الجهاز لأن المزامنة التلقائية خاطئة
ru: СПИСОК ЧТЕНИЯ: Нет синхронизации '%s' с устройством, так как автосинхронизация неверна
uk: СПИСОК ЧИТАННЯ: немає синхронізації «%s» із пристроєм, оскільки значенням autosync є false

source: READING LIST: Updating automatic device list(s)
ar: قائمة القراءة: تحديث قائمة (قوائم) الجهاز التلقائية
ru: СПИСОК ЧТЕНИЯ: Обновление авто списков устройств
uk: СПИСОК ЧИТАННЯ: оновлення автоматичних списків пристроїв

source: READING LIST: Skipping %d books in '%s' list with no formats
ar: قائمة القراءة: تخطي %d كتاب في قائمة '%s' بدون تنسيقات
ru: СПИСОК ЧТЕНИЯ: Пропуск %d книг без форматов в '%s' списке
uk: СПИСОК ЧИТАННЯ: пропускаємо %d книг у списку «%s» без форматів

source: READING LIST: Syncing %d books in '%s' to: %s (location:%s)
ar: قائمة القراءة: مزامنة %d كتاب في '%s' إلى: %s (الموقع:%s)
ru: СПИСОК ЧТЕНИЯ: Синхронизация %d книг в '%s' с:%s (location:%s)
uk: СПИСОК ЧИТАННЯ: синхронізація %d книг у «%s» до: %s (місце:%s)

source: READING LIST: No books on '%s' list need to be synced
ar: قائمة القراءة: لا توجد كتب في قائمة '%s' تحتاج إلى المزامنة
ru: СПИСОК ЧТЕНИЯ: Нет книг в '%s' списке, которые нужно синхронизировать
uk: СПИСОК ЧИТАННЯ: немає книг у списку «%s», які потребували б синхронізації

source: Main memory
ar: الذاكرة الرئيسية
ru: Основная память
uk: Основна пам'ять

source: Storage Card A
ar: بطاقة التخزين A
ru: Карта памяти А
uk: Картка пам'яті A

source: Storage Card B
ar: بطاقة التخزين B
ru: Карта памяти B
uk: Картка пам'яті B

source: READING LIST: No books on '%s' list found on device to remove
ar: قائمة القراءة: لم يتم العثور على كتب في قائمة '%s' على الجهاز لإزالتها
ru: СПИСОК ЧТЕНИЯ: Книги из списка '%s' для удаления не найдены на устройстве
uk: СПИСОК ЧИТАННЯ: не знайдено книг у списку «%s» для вилучення

source: Reading List error
ar: خطأ في قائمة القراءة
ru: Ошибка Списка Чтения
uk: Помилка списку читання

source: Unable to find the Remove Books plugin
ar: تعذر العثور على إضافة إزالة الكتب
ru: Не удалось найти плагин Удалить книги
uk: Не вдалося знайти додаток вилучення книг

source: Deleting books from device.
ar: حذف الكتب من الجهاز.
ru: Удаление книг с устройства.
uk: Вилучаємо книги з пристрою.

source: READING LIST: Auto-populating device list:
ar: قائمة القراءة: ملء قائمة الجهاز تلقائيًا:
ru: СПИСОК ЧТЕНИЯ: Авто заполняющийся список устройств:
uk: СПИСОК ЧИТАННЯ: автоматично заповнюємо список пристроїв:

source: READING LIST: Removing %d ids from automatic list: %s
ar: قائمة القراءة: إزالة %d معرف من القائمة التلقائية: %s
ru: СПИСОК ЧТЕНИЯ: Удаление %d идентификаторов из авто списка: %s
uk: СПИСОК ЧИТАННЯ: вилучення %d ідентифікаторів з автоматичного списку: %s

source: READING LIST: Adding %d ids to automatic list: %s
ar: قائمة القراءة: إضافة %d معرف إلى القائمة التلقائية: %s
ru: СПИСОК ЧТЕНИЯ: Добавление %d идентификаторов в авто список: %s
uk: СПИСОК ЧИТАННЯ: додавання %d ідентифікаторів до автоматичного списку: %s

source: READING LIST: Auto-populating search list:
ar: قائمة القراءة: ملء قائمة البحث تلقائيًا:
ru: СПИСОК ЧТЕНИЯ: Авто заполняющийся список поиска:
uk: СПИСОК ЧИТАННЯ: автоматичне заповнення списку пошуку:

source: READING LIST: Aborting updating auto-search list as has no expression:
ar: قائمة القراءة: إجهاض تحديث قائمة البحث التلقائي لأنه لا يحتوي على تعبير:
ru: СПИСОК ЧТЕНИЯ: Прерывание обновления списка автопоиска, так как нет выражения:
uk: СПИСОК ЧИТАННЯ: перериваємо оновлення списку автоматичного пошуку, оскільки немає виразу:

source: READING LIST: Now %d ids on automatic list: %s
ar: قائمة القراءة: الآن %d معرف في القائمة التلقائية: %s
ru: СПИСОК ЧТЕНИЯ: Теперь %d идентификаторы в авто списке: %s
uk: СПИСОК ЧИТАННЯ: зараз в автоматичному списку %d ідентифікаторів: %s

source: READING LIST: Attempting to recreate Kindle collections
ar: قائمة القراءة: محاولة إعادة إنشاء مجموعات Kindle
ru: СПИСОК ЧТЕНИЯ: Попытка воссоздать коллекции Kindle
uk: СПИСОК ЧИТАННЯ: спроба повторного створення збірок Kindle

source: Kindle Collections Failed
ar: فشلت مجموعات Kindle
ru: Сбой коллекций Kindle
uk: Помилка збірок Kindle

source: You must have the Kindle Collections plugin installed in order to recreate collections after a sync.
ar: يجب أن تكون لديك إضافة Kindle Collections مثبتة لإعادة إنشاء المجموعات بعد المزامنة.
ru: У вас должен быть установлен плагин Kindle Collections для воссоздания коллекций после синхронизации.
uk: Вам слід встановити додаток збірок Kindle, щоб повторно створити збірки після синхронізації.

source: *Any Device
ar: *أي جهاز
ru: *Любое устройство
uk: *Будь-який пристрій

source: Manually add/remove items
ar: إضافة/إزالة عناصر يدويًا
ru: Вручную добавлять/удалять элементы
uk: Вручну додати/вилучити записи

source: Auto populated from books on device
ar: ملء تلقائي من الكتب على الجهاز
ru: Автозаполняется из книг на устройстве
uk: Автоматично заповнено з книг на пристрої

source: Auto populated from search
ar: ملء تلقائي من البحث
ru: Автозаполняется из поиска
uk: Автоматично заповнено з пошуку

source: Add new list items to device
ar: إضافة عناصر قائمة جديدة إلى الجهاز
ru: Добавить новые элементы списка на устройство
uk: Додати новий список записів на пристрій

source: Add/overwrite all list items to device
ar: إضافة/الكتابة فوق جميع عناصر القائمة إلى الجهاز
ru: Добавить/перезаписать все элементы списка на устройство
uk: Додано/Перезаписано усі записи списку на пристрої

source: Remove list items from device
ar: إزالة عناصر القائمة من الجهاز
ru: Удалить элементы списка с устройства
uk: Вилучити записи списку з пристрою

source: Replace device with list, add new items only
ar: استبدال الجهاز بالقائمة، إضافة عناصر جديدة فقط
ru: Заменить устройство списком, добавить только новые элементы
uk: Замінити пристрій списком, додати лише нові запис

source: Replace device with list, add/overwrite all
ar: استبدال الجهاز بالقائمة، إضافة/الكتابة فوق الكل
ru: Заменить устройство списком, добавить/перезаписать все
uk: Замірити пристрій списком, додати/перезаписати усе

source: Auto populate list from books on device
ar: ملء القائمة تلقائيًا من الكتب على الجهاز
ru: Автоматически заполнять список из книг на устройстве
uk: Автоматично заповнити список з книг на пристрої

source: Do not update calibre column
ar: لا تحدث عمود calibre
ru: Не обновлять столбец calibre
uk: Не оновлювати стовпчик calibre

source: Update column for add or remove
ar: تحديث العمود للإضافة أو الإزالة
ru: Обновить столбец для добавления или удаления
uk: Оновити стовпчик для додавання або вилучення

source: Update column for add to list only
ar: تحديث العمود للإضافة إلى القائمة فقط
ru: Обновить столбец только для добавления в список
uk: Оновити стовпчик для додавання лише до списку

source: Update column for remove from list only
ar: تحديث العمود للإزالة من القائمة فقط
ru: Обновить столбец только для удаления из списка
uk: Оновити стовпчик для вилучення лише зі списку

source: Kindle Collections
ar: مجموعات Kindle
ru: Коллекции Kindle
uk: Збірки Kindle

source: Location
ar: الموقع
ru: Расположение
uk: Місце

source: Menu
ar: القائمة
ru: Меню
uk: Меню

source: Name
ar: الاسم
ru: Имя
uk: Назва

source: Status
ar: الحالة
ru: Статус
uk: Стан

source: Lists:
ar: القوائم:
ru: Списки:
uk: Списки:

source: Add list
ar: إضافة قائمة
ru: Добавить список
uk: Додати список

source: Delete list
ar: حذف القائمة
ru: Удалить список
uk: Вилучити список

source: Rename list
ar: إعادة تسمية القائمة
ru: Переименовать список
uk: Перейменувати список

source: Population Options:
ar: خيارات التعبئة:
ru: Варианты заполнения:
uk: Параметри заповнення:

source: &List type:
ar: &نوع القائمة:
ru: &Тип списка:
uk: &Тип списку:

source: Choose how this list will be populated
ar: اختر كيفية تعبئة هذه القائمة
ru: Выберите, как этот список будет заполнен
uk: Виберіть спосіб заповнення цього списку

source: &Auto populate from search:
ar: &ملء تلقائي من البحث:
ru: &Автозаполнение из поиска:
uk: &Автоматично заповнити з пошуку:

source: If list is populated from a search, specify the calibre search expression
ar: إذا تم تعبئة القائمة من بحث، حدد تعبير بحث calibre
ru: Если список заполняется из поиска, укажите поисковое выражение calibre
uk: Якщо список заповнюється з пошуку, вкажіть вираз пошуку calibre

source: Sync Options:
ar: خيارات المزامنة:
ru: Опции синхронизации:
uk: Параметри синхронізації:

source: &Device to sync this list to:
ar: &الجهاز لمزامنة هذه القائمة معه:
ru: &Устройство для синхронизации этого списка:
uk: П&ристрій для синхронізації цього списку:
