Repository: os-strus/calibre_plugins
Catalog: reading_list/translations/*.po
Languages: ar, ru, uk

source: By specifying a device you can sync either manually or automatically the contents of a list to that device. This replaces the Book Sync plugin functionality
ar: عن طريق تحديد جهاز، يمكنك مزامنة محتويات القائمة يدويًا أو تلقائيًا مع ذلك الجهاز. هذا يحل محل وظيفة إضافة مزامنة الكتب
ru: Указав устройство, вы можете синхронизировать его либо вручную, либо автоматически с содержимым списка для этого устройства. Это заменяет функциональность плагина Book Sync.
uk: Якщо ви вкажете пристрій, вміст списку буде вручну або автоматично синхронізовано із цим пристроєм. Цей параметр замінює функціональні можливості додатка синхронізації книг.

source: &When syncing this list:
ar: &عند مزامنة هذه القائمة:
ru: &При синхронизации этого списка:
uk: Пр&и синхронізації цього списку:

source: Control how your items are synced to the device. Sync only new items, sync all items overwriting existing or use this list to just remove items from your device.
ar: تحكم في كيفية مزامنة عناصرك مع الجهاز. مزامنة العناصر الجديدة فقط، مزامنة جميع العناصر مع الكتابة فوق الموجودة أو استخدام هذه القائمة لإزالة العناصر من جهازك فقط.
ru: Контролировать тип синхронизации элементов с устройством. Синхронизировать только новые элементы, синхронизировать все элементы, перезаписывая существующие или использовать этот список, чтобы просто удалить элементы с вашего устройства.
uk: Керує тим, як записи буде синхронізовано з вашим пристроєм. Можна синхронізувати лише нові записи, синхронізувати усі записи із перезаписом наявних або скористатися цим списком лише для вилучення записів з вашого пристрою.

source: Sync to this device as soon as it is connected
ar: مزامنة مع هذا الجهاز بمجرد توصيله
ru: Синхронизировать с этим устройством, как только оно будет подключено
uk: Синхронізувати з цим пристроєм, щойно його буде з'єднано

source: Uncheck this option if you prefer to manually sync to your device. If no device is specified this checkbox has no effect
ar: ألغِ تحديد هذا الخيار إذا كنت تفضل المزامنة يدويًا مع جهازك. إذا لم يتم تحديد جهاز، فلن يكون لهذا المربع أي تأثير
ru: Снимите этот флажок, если вы предпочитаете выполнять синхронизацию с устройством вручную. Если устройство не указано, этот флажок не влияет.
uk: Зніміть позначку з цього пункту, якщо ви надаєте перевагу синхронізації даних з вашим пристроєм вручну. Якщо пристрій не буде вказано, цей пункт не діятиме.

source: Clear this list after a sync to this device
ar: مسح هذه القائمة بعد المزامنة مع هذا الجهاز
ru: Очистить этот список после синхронизации с этим устройством
uk: Спорожнити цей список після синхронізації з цим пристроєм

source: If unchecked, only items not on the device already will be synced. If no device is specified this checkbox has no effect. This option can only be used with manual type lists.
ar: إذا لم يتم التحديد، فسيتم مزامنة العناصر غير الموجودة على الجهاز فقط. إذا لم يتم تحديد جهاز، فلن يكون لهذا المربع أي تأثير. يمكن استخدام هذا الخيار فقط مع قوائم النوع اليدوي.
ru: Если флажок снят, будут синхронизироваться только элементы, которых ещё нет на устройстве. Если устройство не указано, этот флажок не влияет. Этот параметр можно использовать только со списками ручного ввода.
uk: Якщо не позначено, синхронізовано буде лише записи, яких немає на пристрої. Якщо не буде вказано пристрій, цей пункт не діятиме. Цей параметр можна використовувати лише для списків, сформованих вручну.

source: Column Update Options:
ar: خيارات تحديث العمود:
ru: Параметры обновления столбца:
uk: Параметри оновлення стовпчика:

source: When &changing this list:
ar: عند &تغيير هذه القائمة:
ru: При &изменении этого списка:
uk: При в&несенні змін до цього списку:

source: Optionally modify tags or a custom column when you add and/or remove items from this list.
ar: يمكنك اختياريًا تعديل العلامات أو عمود مخصص عندما تقوم بإضافة و/أو إزالة عناصر من هذه القائمة.
ru: Опционально изменять теги или пользовательский столбец, при добавлении и/или удалении элементов из этого списка.
uk: Якщо хочете, вносити зміни до міток або нетипового стовпчика, коли ви додаєте і/або вилучаєте записи з цього списку.

source: &Column to update:
ar: &العمود المراد تحديثه:
ru: &Столбец для обновления:
uk: С&товпчик для оновлення:

source: Optionally specify a column to add/remove a value from when adding or removing items from this list
ar: يمكنك اختياريًا تحديد عمود لإضافة/إزالة قيمة منه عند إضافة أو إزالة عناصر من هذه القائمة
ru: При необходимости укажите столбец, из которого нужно добавить/удалить значение при добавлении или удалении элементов из этого списка
uk: Якщо хочете, визначити стовпчик для додавання/вилучення значення при додаванні або вилученні записів з цього списку.

source: &Value in column to add/remove:
ar: &القيمة في العمود للإضافة/الإزالة:
ru: &Значение в столбце для добавления/удаления:
uk: З&начення у стовпчику, яке слід додати/вилучити:

source: Specify the tag or custom column value to be added when adding to this list or removed when the book is taken off the list
ar: حدد العلامة أو قيمة العمود المخصص التي سيتم إضافتها عند الإضافة إلى هذه القائمة أو إزالتها عند إزالة الكتاب من القائمة
ru: Укажите значение тега или пользовательского столбца, которое будет добавлено при добавлении в этот список или удаляется, когда книга удаляется из списка
uk: Вказати мітку або значення нетипового стовпчика, який слід додати при додаванні або вилучення з цього списку або вилучено при усуванні книги зі списку

source: Reading Order Options:
ar: خيارات ترتيب القراءة:
ru: Варианты порядка чтения:
uk: Параметри порядку читання:

source: &Store in series column:
ar: &تخزين في عمود السلسلة:
ru: &Хранить в столбце серии:
uk: З&беренти у стовпчику циклу:

source: You can optionally display the current reading list order in a custom series column. You should not edit this column directly! Only usable with Manually managed lists that are not Cleared on Sync.
ar: يمكنك اختياريًا عرض ترتيب قائمة القراءة الحالي في عمود سلسلة مخصص. يجب ألا تعدل هذا العمود مباشرة! قابل للاستخدام فقط مع القوائم المدارة يدويًا والتي لا يتم مسحها عند المزامنة.
ru: При желании вы можете отобразить текущий порядок списка чтения в столбце пользовательской серии. Вы не должны редактировать этот столбец напрямую! Можно использовать только со списками, управляемыми вручную, которые не очищаются при синхронизации.
uk: Ви, якщо хочете, можете наказати програмі показувати поточний порядок списку читання у нетиповому стовпчику циклу. Не слід редагувати вміст цього стовпчика безпосередньо! Можна використовувати лише для списків, якими керують вручну, які не очищено або синхронізовано.

source: &Series name:
ar: &اسم السلسلة:
ru: &Название серии:
uk: Назва &циклу:

source: Specify the name for this reading order series If left blank, will use the name of the list this book is on.
ar: حدد اسم سلسلة ترتيب القراءة هذه إذا تركت فارغًا، فسيتم استخدام اسم القائمة التي يوجد بها هذا الكتاب.
ru: Укажите имя для этой серии порядка чтения Если оставить пустым, будет использоваться название списка, в котором находится эта книга.
uk: Вкажіть назву для цих циклів порядку читання. Якщо не заповнювати, буде використано назву списку, до якого належатиме ця книга.

source: Display Options:
ar: خيارات العرض:
ru: Опции отображения:
uk: Параметри показу:

source: Move "View list" to the top level of the plugin menu for this list
ar: نقل "عرض القائمة" إلى المستوى الأعلى من قائمة الإضافة لهذه القائمة
ru: Переместить «Список просмотра» на верхний уровень меню плагина для этого списка.
uk: Пересунути «Переглянути список» на вершину меню додатка для цього списку

source: By default Reading List creates a View List submenu for all your lists when you have multiple. If checked, this list will be moved to the top level menu for ease of access. NOTE: Your "default" list will always appear on the top menu, regardless of this checkbox
ar: بشكل افتراضي، تنشئ قائمة القراءة قائمة فرعية "عرض القائمة" لجميع قوائمك عندما يكون لديك قوائم متعددة. إذا تم التحديد، فسيتم نقل هذه القائمة إلى قائمة المستوى الأعلى لسهولة الوصول. ملاحظة: ستظهر قائمتك "الافتراضية" دائمًا في القائمة العلوية، بغض النظر عن مربع الاختيار هذا
ru: По умолчанию Список для чтения создает подменю «Список просмотра» для всех ваших списков, если у вас их несколько. Если этот флажок установлен, этот список будет перемещен в меню верхнего уровня для облегчения доступа. ПРИМЕЧАНИЕ. Ваш список «по умолчанию» всегда будет отображаться в верхнем меню, независимо от этого флажка.
uk: Типово, додаток списку читання створює підменю списку читання для усіх списків, якщо у вас є декілька таких списків. Якщо позначено цей пункт, цей список буде пересунуто на верхівку меню для спрощення доступу. Зауваження: ваш «типовий» список завжди з'являтиметься на верхівці списку, незалежно від того, чи позначено цей пункт

source: Apply reading list order when viewing list
ar: تطبيق ترتيب قائمة القراءة عند عرض القائمة
ru: Применить порядок списка чтения при просмотре списка
uk: Застосувати порядок списку читання при перегляді списку

source: If checked, viewing a reading list will also change your Calibre sort order. Lists can be manually reordered using this plugin, defaulting to order added to list. If unchecked, current calibre sort will be left unchanged when you view the list.
ar: إذا تم التحديد، فإن عرض قائمة القراءة سيغير أيضًا ترتيب فرز Calibre الخاص بك. يمكن إعادة ترتيب القوائم يدويًا باستخدام هذه الإضافة، مع الافتراض بترتيب الإضافة إلى القائمة. إذا لم يتم التحديد، فسيظل فرز calibre الحالي دون تغيير عند عرض القائمة.
ru: Если флажок установлен, просмотр списка для чтения также изменит порядок сортировки Calibre. Списки можно переупорядочивать вручную с помощью этого плагина, по умолчанию в порядке добавления в список. Если флажок не установлен, текущая сортировка останется неизменной при просмотре списка.
uk: Якщо пункт позначено, перегляд вашого списку читання також змінюватиме спосіб упорядковування у вашій calibre. Списки може бути переупорядковано вручну за допомогою цього додатка із резервним переходом до типового порядку додавання до списку. Якщо пункт не позначено, поточний порядок calibre не буде змінено, коли ви переглядатимете список.

source: Restore sort after viewing list
ar: استعادة الفرز بعد عرض القائمة
ru: Восстановить сортировку после просмотра списка
uk: Відновити порядок після перегляду списку

source: If checked, calibre sort will be restored to its original state after the user quits the reading list view by changing or clearing calibre's search, switching libraries, or quitting calibre.
ar: إذا تم التحديد، فسيتم استعادة فرز calibre إلى حالته الأصلية بعد خروج المستخدم من عرض قائمة القراءة عن طريق تغيير أو مسح بحث calibre، تبديل المكتبات، أو إغلاق calibre.
ru: Если флажок установлен, сортировка calibre будет восстановлена ​​в исходное состояние после выхода пользователя из списка чтения при изменении или очистке calibre поиске, переключении библиотек или выходе из calibre.
uk: Якщо пункт позначено, упорядкування calibre буде відновлено до початкового стану після того, як користувач припинить перегляд списку читання зміною або спорожненням результатів пошуку у calibre, перемиканням бібліотек або виходом з calibre.

source: Add new list
ar: إضافة قائمة جديدة
ru: Добавить новый список
uk: Додати новий список

source: Default
ar: افتراضي
ru: По умолчанию
uk: Типовий

source: Enter a unique display name for this list:
ar: أدخل اسم عرض فريد لهذه القائمة:
ru: Введите уникальное отображаемое имя для этого списка:
uk: Введіть унікальну показану назва для цього списку:

source: Add failed
ar: فشلت الإضافة
ru: Сбой добавления
uk: Не вдалося додати

source: A list with the same name already exists
ar: توجد قائمة بنفس الاسم بالفعل
ru: Список с таким названием уже существует
uk: Список із такою назвою вже існує

source: Enter a new display name for this list:
ar: أدخل اسم عرض جديد لهذه القائمة:
ru: Введите новое отображаемое имя для этого списка:
uk: Введіть нову показану назву для цього списку:

source: Cannot delete
ar: لا يمكن الحذف
ru: Невозможно удалить
uk: Не вдалося вилучити

source: You must have at least one list
ar: يجب أن يكون لديك قائمة واحدة على الأقل
ru: У вас должен быть хотя бы один список
uk: У вас має бути принаймні один список

source: Do you want to delete the list named '%s'
ar: هل تريد حذف القائمة المسماة '%s'
ru: Вы хотите удалить список с именем '%s'
uk: Хочете вилучити список із назвою «%s»

source: Devices:
ar: الأجهزة:
ru: Устройства:
uk: Пристрої:

source: Add connected device
ar: إضافة جهاز متصل
ru: Добавить подключенное устройство
uk: Додати з'єднаний пристрій

source: If you do not have a device connected currently, either plug one in now or exit the dialog and connect to folder/iTunes first
ar: إذا لم يكن لديك جهاز متصل حاليًا، فإما أن تقوم بتوصيل واحد الآن أو الخروج من مربع الحوار والاتصال بالمجلد/iTunes أولاً
ru: Если в данный момент у вас нет подключенного устройства, подключите его или выйдите из диалогового окна и сначала подключитесь к папке/iTunes
uk: Якщо зараз із комп'ютером не з'єднано пристрою, або з'єднайте його, або закрийте вікно і встановіть спочатку з'єднання із текою/iTunes

source: Rename the currently connected device
ar: إعادة تسمية الجهاز المتصل حاليًا
ru: Переименовать текущее подключенное устройство
uk: Перейменувати поточний з'єднаний пристрій

source: Delete this device from the device list
ar: حذف هذا الجهاز من قائمة الأجهزة
ru: Удалить это устройство из списка устройств
uk: Вилучити цей пристрій зі списку пристроїв

source: Rename failed
ar: فشلت إعادة التسمية
ru: Переименование не удалось
uk: Не вдалося перейменувати

source: You must select a device first
ar: يجب عليك تحديد جهاز أولاً
ru: Сначала необходимо выбрать устройство
uk: Вам слід спочатку вибрати пристрій

source: You can only rename a device that is currently connected
ar: يمكنك فقط إعادة تسمية جهاز متصل حاليًا
ru: Вы можете переименовать только то устройство, которое в данный момент подключено
uk: Перейменовувати можна лише пристрій, який з'єднано з комп'ютером

source: Rename device
ar: إعادة تسمية الجهاز
ru: Переименовать устройство
uk: Перейменувати пристрій

source: Enter a new display name for this device:
ar: أدخل اسم عرض جديد لهذا الجهاز:
ru: Введите новое отображаемое имя для этого устройства:
uk: Введіть нову показану назву цього пристрою:

source: An error occured while renaming.
ar: حدث خطأ أثناء إعادة التسمية.
ru: Произошла ошибка при переименовании.
uk: Під час спроби перейменування сталася помилка.

source: Delete failed
ar: فشل الحذف
ru: Не удалось удалить
uk: Не вдалося вилучити

source: You are about to remove the <b>%s</b> device from this list.
ar: أنت على وشك إزالة الجهاز <b>%s</b> من هذه القائمة.
ru: Вы собираетесь удалить <b>%s</b> устройство из этого списка.
uk: Зараз пристрій <b>%s</b> буде вилучено з цього списку.

source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد المتابعة؟
ru: Вы хотите продолжить?
uk: Ви справді хочете продовжити виконання дії?

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
ru: Редактирование сочетаний клавиш, связанных с этим плагином
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Reset &confirmation dialogs
ar: إعادة تعيين مربعات حوار &التأكيد
ru: Сбросить диалоги &подтверждения
uk: Відновити ві&кна підтвердження

source: Reset all show me again dialogs for the Reading List plugin
ar: إعادة تعيين جميع مربعات حوار "أظهر لي مرة أخرى" لإضافة قائمة القراءة
ru: Сбросить все диалоги *снова показать мне* для плагина Список чтения
uk: Знову показувати усі вікна підтвердження для додатка списку читання

source: &View library preferences
ar: &عرض تفضيلات المكتبة
ru: &Просмотр настроек библиотеки
uk: П&ереглянути налаштування бібліотеки

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Quick Access Options:
ar: خيارات الوصول السريع:
uk: Параметри швидкого доступу:

source: Allow toolbar button click to view list
ar: السماح بالنقر على زر شريط الأدوات لعرض القائمة
uk: Уможливити натискання кнопки на панелі для перегляду списку

source: By default the toolbar button shows the plugin menu. Check this option to instead display a reading list.
ar: بشكل افتراضي، يعرض زر شريط الأدوات قائمة الإضافة. حدد هذا الخيار لعرض قائمة قراءة بدلاً من ذلك.
uk: Типово, кнопка на панелі інструментів показує меню додатка. Позначте цей пункт, щоб програма показувала список читання.

source: List to view:
ar: القائمة المراد عرضها:
uk: Список для перегляду:

source: Show dialog when removing books from device
ar: إظهار مربع حوار عند إزالة الكتب من الجهاز
ru: Показать диалоговое окно при удалении книг с устройства
uk: Показувати вікно при вилученні книг з пристрою

source: If syncing your list means books are removed from your device, then a dialog will be displayed allowing you to confirm first. Uncheck this option to allow unattended syncing to your device.
ar: إذا كانت مزامنة قائمتك تعني إزالة الكتب من جهازك، فسيتم عرض مربع حوار يسمح لك بالتأكيد أولاً. ألغِ تحديد هذا الخيار للسماح بالمزامنة التلقائية مع جهازك.
ru: Если при синхронизации вашего списка книги удаляются с вашего устройства, то вначале появится диалоговое окно, позволяющее подтверждение. Снимите этот флажок, чтобы разрешить автоматическую синхронизацию с вашим устройством.
uk: Якщо синхронізація призводитиме до вилучення книг з вашого пристрою, програма покаже діалогове вікно, за допомогою якого ви зможете підтвердити цю дію. Зніміть позначку з пункту, щоб дозволити безумовну синхронізацію з вашим пристроєм.

source: Done
ar: تم
ru: Готово
uk: Виконано

source: Confirmation dialogs have all been reset
ar: تمت إعادة تعيين جميع مربعات حوار التأكيد
ru: Все диалоги подтверждения были сброшены
uk: Показ діалогових вікон підтвердження відновлено

source: Lists
ar: القوائم
ru: Списки
uk: Списки

source: Devices
ar: الأجهزة
ru: Устройства
uk: Пристрої

source: Other
ar: أخرى
ru: Другое
uk: Інше
