Repository: os-strus/calibre_plugins
Catalog: goodreads/translations/*.po
Languages: pl

source: Keyboard shortcuts
pl: Skróty klawiszowe

source: Restart calibre now
pl: Uruchom calibre ponownie.

source: Preferences for:
pl: Preferencje dla:

source: Clear
pl: Wyczyść

source: Clear all settings for this plugin
pl: Wyczyść wszystkie ustawienia dla tej wtyczki

source: Are you sure you want to change your settings in this library for this plugin?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.

source: You must restart calibre afterwards.
pl: Musisz potem ponownie uruchomić calibre.

source: Settings changed
pl: Ustawienia zostały zmienione

source: Settings for this plugin in this library have been changed.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.

source: Please restart calibre now.
pl: Uruchom ponownie calibre.

source: Are you sure you want to clear your settings in this library for this plugin?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?

source: Settings deleted
pl: Ustawienia zostały usunięte

source: All settings for this plugin in this library have been cleared.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.

source: Copy to clipboard
pl: Kopiuj do schowka

source: Undefined
pl: Nieokreślony

source: Restart required
pl: Wymagane ponowne uruchomienie

source: Title image not found - you must restart Calibre before using this plugin!
pl: Nie znaleziono obrazu okładki. Aby móc korzystać z tej wtyczki, musisz uruchomić Calibre ponownie!

source: Create new column
pl: Utwórz nową kolumnę

source: Goodreads Genre
pl: Gatunek wg Goodreads

source: Maps to Calibre Tag
pl: Odwzorowuje na znacznik Calibre

source: Goodreads genre to calibre tag mappings
pl: Odwzorowanie znaczników Goodreads na znaczniki Calibre

source: Add genre mapping
pl: Dodaj odwzorowanie gatunków

source: Delete genre mapping
pl: Usuń odwzorowanie gatunków

source: Rename Goodreads genre
pl: Zmień nazwę gatunku Goodreads

source: Reset to plugin default mappings
pl: Przywróć odwzorowania domyślne wtyczki

source: Other options
pl: Pozostałe opcje

source: Scan multiple editions for title/author searches (slower)
pl: Sprawdzaj wydania przy wyszukiwaniu wg tytułu/autora (wolniej)

source: When checked will perform an additional search to scan the top ranked Goodreads editions (if available) to exclude audiobook editions. When unchecked you will get a faster search but the edition is indeterminate.
pl: Ta opcja spowoduje dodatkowe przeszukanie najwyżej ocenianych wydań Goodreads (o ile są dostępne), w celu wykluczenia wydań audiobooków. Bez tej opcji otrzymasz rezultaty szybciej, ale bez informacji o wydaniach.

source: Get all contributing authors (e.g. illustrators, series editors etc)
pl: Pobierz wszystkich autorów (np. ilustratorów, redaktorów serii itp.)

source: When this option is checked, all authors are retrieved. When unchecked (default) only the primary author(s) are returned.
pl: Gdy opcja jest zaznaczona, pobierani są wszyscy autorzy. Gdy opcja jest odznaczona (domyślnie), zwracany jest tylko główny autor (autorzy).

source: Get ASIN for kindle editions
pl: Pobierz ASIN dla wydań na kindle

source: When this option is checked, in cases where Goodreads has an ASIN listed instead of an ISBN, the ASIN is retrieved. This is useful for books that already have the specific Goodreads identifier of a Kindle editon.
pl: Ta opcja pozyskuje ASIN, gdy pozycja na Goodreads zawiera ASIN zamiast ISBN. Przydaje się w przypadku książek, które mają już określony identyfikator Goodreads dla wydań na Kindle.

source: Use first published date
pl: Użyj daty pierwszej publikacji

source: If checked, the first published date for this book is used rather than that of the actual book edition.
pl: Jeśli zaznaczone, używana jest data pierwszej publikacji tej książki zamiast daty właściwego wydania książki.

source: Add new mapping
pl: Dodaj nowe odwzorowanie

source: Enter a Goodreads genre name to create a mapping for:
pl: Wpisz nazwę gatunku Goodreads, dla którego chcesz utworzyć odwzorowanie:

source: Add Failed
pl: Dodanie nie powiodło się

source: A genre with the same name already exists
pl: Gatunek o tej nazwie już istnieje

source: Are you sure?
pl: Jesteś pewien?

source: Are you sure you want to delete the selected genre mappings?
pl: Czy na pewno chcesz usunąć wybrane odwzorowania gatunków?

source: Rename Failed
pl: Zmiana nazwy nie powiodła się

source: Are you sure you want to reset to the plugin default genre mappings?
pl: Czy na pewno chcesz przywrócić odwzorowania domyślne gatunków?
