Repository: os-strus/calibre_plugins
Catalog: modify_epub/translations/*.po
Languages: pl, ta

source: Keyboard shortcuts
pl: Skróty klawiszowe
ta: விசைப்பலகை குறுக்குவழிகள்

source: Restart calibre now
pl: Uruchom calibre ponownie
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்

source: Preferences for:
pl: Preferencje dla:
ta: இதற்கான விருப்பத்தேர்வுகள்:

source: Clear
pl: Wyczyść
ta: தெளிவான

source: Clear all settings for this plugin
pl: Wyczyść wszystkie ustawienia dla tej wtyczki
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்

source: Are you sure you want to change your settings in this library for this plugin?
pl: Czy na pewno chcesz zmienić swoje ustawienia w tej bibliotece dla tej wtyczki?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை மாற்ற விரும்புகிறீர்களா?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு JSON கோப்பில் சேமிக்கப்படாது.

source: You must restart calibre afterwards.
pl: Musisz potem ponownie uruchomić calibre.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.

source: Settings changed
pl: Ustawienia zostały zmienione
ta: அமைப்புகள் மாற்றப்பட்டன

source: Settings for this plugin in this library have been changed.
pl: Ustawienia dla tej wtyczki w tej bibliotece zostały zmienione.
ta: இந்த நூலகத்தில் இந்த சொருகி அமைப்புகள் மாற்றப்பட்டுள்ளன.

source: Please restart calibre now.
pl: Proszę ponownie uruchom calibre teraz.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.

source: Are you sure you want to clear your settings in this library for this plugin?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?

source: Settings deleted
pl: Ustawienia zostały usunięte
ta: அமைப்புகள் நீக்கப்பட்டன

source: All settings for this plugin in this library have been cleared.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.

source: Copy to clipboard
pl: Kopiuj do schowka
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Undefined
pl: Nieokreślony
ta: வரையறுக்கப்படவில்லை

source: Restart required
pl: Wymagane ponowne uruchomienie
ta: மறுதொடக்கம் தேவை

source: Title image not found - you must restart Calibre before using this plugin!
pl: Nie znaleziono obrazu okładki - przed użyciem tej wtyczki musisz ponownie uruchomić Calibre!
ta: தலைப்பு படம் கிடைக்கவில்லை - இந்த சொருகி பயன்படுத்துவதற்கு முன்பு நீங்கள் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்!

source: Create new column
pl: Utwórz nową kolumnę
ta: புதிய நெடுவரிசையை உருவாக்கவும்

source: Modify the contents of an ePub without a conversion
pl: Zmodyfikuj zawartość ePub bez konwersji
ta: ஒரு மாற்றமின்றி ஒரு எபப்பின் உள்ளடக்கங்களை மாற்றவும்

source: Modify ePub
ta: எபப் மாற்றவும்

source: Cannot modify ePub
pl: Nie można zmodyfikować ePub
ta: EPUB ஐ மாற்ற முடியாது

source: You must select one or more books to perform this action.
pl: Aby wykonać tę czynność, musisz wybrać jedną lub więcej książek.
ta: இந்த செயலைச் செய்ய நீங்கள் ஒன்று அல்லது அதற்கு மேற்பட்ட புத்தகங்களைத் தேர்ந்தெடுக்க வேண்டும்.

source: No ePub available. First convert the book to ePub.
pl: Brak dostępnego formatu. Najpierw należy przekonwertować książkę na ePub.
ta: எபப் எதுவும் கிடைக்கவில்லை. முதலில் புத்தகத்தை EPUB ஆக மாற்றவும்.

source: Failed to modify ePubs
pl: Modyfikacja ePub nie powiodła się
ta: எபப்களை மாற்றுவதில் தோல்வி

source: Modify ePub completed
pl: Modyfikacja ePub zakończona
ta: EPUB ஐ மாற்றியமைத்தது

source: No ePub files were updated. If this isn't what you expected then press the Show details button to check for errors in the log.
pl: Żadne pliki ePub nie zostały zaktualizowane. Jeśli to nie jest to, czego oczekiwałeś, naciśnij przycisk 'Pokaż szczegóły', aby sprawdzić błędy w dzienniku.
ta: எபப் கோப்புகள் எதுவும் புதுப்பிக்கப்படவில்லை. இது நீங்கள் எதிர்பார்த்தது இல்லையென்றால், பதிவில் உள்ள பிழைகளைச் சரிபார்க்க காட்சி விவரங்கள் பொத்தானை அழுத்தவும்.

source: Modify ePub changed no files
pl: Modify ePub nie zmienił żadnych plików
ta: மாற்றியமைக்கவும் எபப் மாற்றங்கள் இல்லை கோப்புகள் இல்லை

source: Modify ePub modified <b>%d ePub files(s)</b> into a temporary location. Proceed with replacing the versions in your library?
pl: Zmodyfikowano <b>%d plik(ów) ePub</b> w lokalizacji tymczasowej. Czy zastąpić oryginalne pliki ePub <b>zmodyfikowanymi</b> ?
ta: எபப் மாற்றியமைக்கப்பட்ட <b>%டி எபப் கோப்புகள் (கள்) </b> ஐ தற்காலிக இருப்பிடமாக மாற்றவும். உங்கள் நூலகத்தில் உள்ள பதிப்புகளை மாற்றுவதைத் தொடரவா?

source: Modify ePub complete
pl: Modyfikacja ePub kompletna
ta: EPUB முழுமையான மாற்றவும்

source: Modify log
pl: Dziennik modyfikacji
ta: பதிவை மாற்றவும்

source: Other options:
pl: Inne opcje:
ta: பிற விருப்பங்கள்:

source: Prompt to save epubs
pl: Pytaj przed nadpisaniem ePub
ta: எபப்களை சேமிக்க தூண்டுதல்

source: Uncheck this option if you want changes applied without a confirmation dialog.
pl: Odznacz tę opcję jeśli chcesz, aby zmiany były wprowadzane bez okienka z potwierdzeniem.
ta: உறுதிப்படுத்தல் உரையாடல் இல்லாமல் மாற்றங்களை நீங்கள் விரும்பினால் இந்த விருப்பத்தைத் தேர்வு செய்யவும்.

source: Edit the keyboard shortcuts associated with this plugin
pl: Edytuj skróty klawiszowe, które dotyczą tej wtyczki
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்

source: &Help
ta: &உதவி

source: Remove iTunes files
pl: Usuń pliki iTunes
ta: ஐடியூன்ஸ் கோப்புகளை அகற்று

source: Removes any iTunesMetadata.plist or artwork files added by viewing the ePub in iTunes
pl: Usuwa wszelkie pliki iTunesMetadata.plist lub pliki graficzne dodane przez wyświetlenie pliku ePub w iTunes
ta: எந்த itunesmetadata.plist அல்லது கலைப்படைப்பு கோப்புகளையும் நீக்குகிறது ஐடியூன்ஸ் இல் எபப் பார்ப்பதன் மூலம் சேர்க்கப்பட்டது

source: Remove any bookmark files added by the calibre ebook viewer
pl: Usuwa wszystkie pliki zakładek dodane przez przeglądarkę e-booków Calibre
ta: காலிபர் மின்புத்தக பார்வையாளரால் சேர்க்கப்பட்ட எந்த புக்மார்க்கு கோப்புகளையும் அகற்று

source: Remove calibre bookmark files
pl: Usuń pliki zakładek calibre
ta: காலிபர் புக்மார்க்கு கோப்புகளை அகற்று

source: Remove OS artifact files
pl: Usuń pliki artefaktów OS
ta: OS கலைப்பொருள் கோப்புகளை அகற்று

source: Removes any OS artifacts like thumbs.db or .DS_Store that are not needed by the ePub
pl: Usuwa wszelkie artefakty systemu operacyjnego, takie jak thumbs.db lub .DS_Store, które nie są potrzebne ePubowi
ta: Thumbs.db அல்லது .ds_store போன்ற எந்த OS கலைப்பொருட்களையும் நீக்குகிறது அவை எபப் தேவையில்லை

source: Remove any unused jpg, png or gif image files that are not referenced from the html pages. This can occur as the result of careless ePub editing.
pl: Usuwa wszystkie nieużywane pliki obrazów jpg, png lub gif, do których nie ma odnośników na stronach html. Może się to zdarzyć w wyniku nieostrożnej edycji pliku ePub.
ta: குறிப்பிடப்படாத பயன்படுத்தப்படாத JPG, PNG அல்லது GIF படக் கோப்புகளை அகற்றவும் HTML பக்கங்களிலிருந்து. கவனக்குறைவான எபப் எடிட்டிங் விளைவாக இது ஏற்படலாம்.

source: Remove unused image files
pl: Usuń nieużywane pliki graficzne
ta: பயன்படுத்தப்படாத படக் கோப்புகளை அகற்று

source: De-indent (aka unpretty)
pl: Usuń wcięcia HTML
ta: டி-இன்டென்ட் (அக்கா ஃபர்னெடி)

source: Remove indentation from HTML files
pl: Usuwa wcięcia z plików HTML
ta: HTML கோப்புகளிலிருந்து உள்தள்ளலை அகற்று

source: Remove remnants of Kobo DRM
pl: Usuwa pozostałości Kobo DRM
ta: கோபோ டி.ஆர்.எம் இன் எச்சங்களை அகற்று

source: Strip Kobo DRM remnants
pl: Usuń resztki Kobo DRM
ta: ஸ்ட்ரிப் கோபோ டிஆர்எம் எச்சங்கள்

source: Remove spans without attributes
pl: Usuwa puste elementy formatowania HTML, które nie mają atrybutów
ta: பண்புக்கூறுகள் இல்லாமல் இடைவெளிகளை அகற்று

source: Strip spans
pl: Usuń puste elementy formatowania html
ta: ஸ்ட்ரிப் ஸ்பான்ஸ்

source: Remove entries in the manifest for files listed that do not exist in the ePub
pl: Usuń wpisy w manifeście dla plików, które nie istnieją w pliku ePub
ta: EPUB இல் இல்லாத பட்டியலிடப்பட்ட கோப்புகளுக்கான மேனிஃபெஸ்டில் உள்ளீடுகளை அகற்று

source: Remove missing file entries from manifest
pl: Usuń w manifeście wpisy brakujących plików
ta: காணாமல் போன கோப்பு உள்ளீடுகளை மேனிஃபெஸ்டிலிருந்து அகற்று

source: Add files to manifest that are in the ePub but do not exist in the .opf manifest (excluding iTunes/calibre bookmarks)
pl: Dodaje do manifestu pliki, które znajdują się w pliku ePub, ale nie istnieją w pliku manifestu .opf (z wyłączeniem zakładek iTunes/calibre)
ta: EPUB இல் இருக்கும் ஆனால் .opf மேனிஃபெஸ்டில் இல்லை என்பதை வெளிப்படுத்த கோப்புகளைச் சேர்க்கவும் (ஐடியூன்ஸ்/காலிபர் புக்மார்க்குகளைத் தவிர்த்து)

source: Add unmanifested files to manifest
pl: Dodaj niezmanifestowane pliki do manifestu
ta: வெளிப்படுத்தப்படாத கோப்புகளை வெளிப்படுத்த

source: Remove files from the ePub that do not exist in the .opf manifest (excluding iTunes/calibre bookmarks). Will not be applied if the add option is also checked
pl: Usuwa z ePub pliki, które nie są wymienione w manifeście .opf (z wyłączeniem zakładek iTunes/calibre). Jest ignorowana, jeśli zaznaczona jest również opcja dodania niezamanifestowanych plików
ta: .Opf மேனிஃபெஸ்டில் இல்லாத EPUB இலிருந்து கோப்புகளை அகற்று (ஐடியூன்ஸ்/காலிபர் புக்மார்க்குகளைத் தவிர்த்து). சேர் விருப்பமும் சரிபார்க்கப்பட்டால் பயன்படுத்தப்படாது

source: Remove unmanifested files from ePub
pl: Usuń niezamanifestowane pliki z ePub
ta: EPUB இலிருந்து வெளிப்படுத்தப்படாத கோப்புகளை அகற்றவும்

source: Remove any Adobe .xpgt file margins to prevent them interfering with viewing
pl: Zeruje marginesy w pliku .xpgt, bez konieczności przeprowadzania konwersji. Ta opcja jest zbędna i ignorowana, jeśli zaznaczysz opcję Usuń pliki .xpgt i łącza
ta: எந்த அடோப் .xpgt கோப்பு விளிம்புகளையும் தடுக்க அவற்றைத் தடுக்கவும் பார்ப்பதில் குறுக்கிடுதல்

source: Remove margins from Adobe .xpgt files
pl: Usuń marginesy z plików Adobe .xpgt
ta: அடோப் .xpgt கோப்புகளிலிருந்து விளிம்புகளை அகற்று

source: Delete the .xpgt file completely from the epub as well as removing any links from the xhtml files
pl: Całkowicie usuwa plik .xpgt z pliku epub jak również wszelkie odniesienia z plików xhtml
ta: .Xpgt கோப்பை EPUB இலிருந்து முழுமையாக நீக்கவும் அத்துடன் XHTML கோப்புகளிலிருந்து எந்த இணைப்புகளையும் அகற்றுவது

source: Remove Adobe .xpgt files and links
pl: Usuń pliki Adobe .xpgt wraz z linkami
ta: அடோப் .xpgt கோப்புகள் மற்றும் இணைப்புகளை அகற்று

source: Remove Adobe resource DRM meta tags
pl: Usuń metatagi zasobów Adobe DRM
ta: அடோப் வள டிஆர்எம் மெட்டா குறிச்சொற்களை அகற்று

source: Remove any meta tags from the xhtml files that contain DRM urn identifiers.
pl: Usuwa wszelkie metatagi z plików xhtml, które zawierają identyfikatory urn DRM.
ta: XHTML கோப்புகளிலிருந்து எந்த மெட்டா குறிச்சொற்களையும் அகற்றவும் டி.ஆர்.எம் உர்ன் அடையாளங்காட்டிகளைக் கொண்டுள்ளது.

source: Remove page maps
pl: Usuń plik mapy stron
ta: பக்க வரைபடங்களை அகற்று

source: Removes all types of page map files
pl: Usuwa wszystkie pliki typu mapy stron
ta: அனைத்து வகையான பக்க வரைபடக் கோப்புகளையும் நீக்குகிறது

source: Remove ONLY Google Play page maps
pl: Usuń tylko mapy stron Google Play
ta: Google Play பக்க வரைபடங்களை மட்டும் அகற்று

source: Removes only Google Play page map files
pl: Usuwa tylko pliki map stron Google Play
ta: Google Play பக்க வரைபடக் கோப்புகளை மட்டுமே நீக்குகிறது

source: Flatten TOC hierarchy in NCX file
pl: Spłaszcz hierarchię TOC w pliku NCX
ta: NCX கோப்பில் TOC வரிசைக்கு தட்டையானது

source: Restructure the NCX to contain no nesting of navPoint items. For users whose devices do not support a hierarchical TOC.
pl: Przebuduj NCX tak, aby nie zawierał zagnieżdżeń elementów navPoint. Dla użytkowników, których urządzenia nie obsługują hierarchicznego spisu treści.
ta: நேவ்பாயிண்ட் உருப்படிகளின் கூடு எதுவும் இல்லை என்று NCX ஐ மறுசீரமைக்கவும். சாதனங்கள் ஒரு படிநிலை TOC ஐ ஆதரிக்காத பயனர்களுக்கு.

source: Any NCX entries that point to missing html pages will be removed. Orphaned NCX links can happen as a result of a calibre conversion for covers.
pl: Wszelkie wpisy NCX wskazujące na brakujące strony HTML zostaną usunięte. Osierocone łącza NCX mogą wystąpić w wyniku konwersji calibre np. osierocone linki do stron tytułowych lub ręczna edycja za pomocą Tweak ePub/Sigil.
ta: HTML பக்கங்களைக் காணவில்லை என்பதை சுட்டிக்காட்டும் எந்த NCX உள்ளீடுகளும் அகற்றப்படும். மறைமுகமான என்.சி.எக்ஸ் இணைப்புகள் அட்டைகளுக்கான காலிபர் மாற்றத்தின் விளைவாக நிகழலாம்.

source: Remove broken TOC entries in NCX file
pl: Usuń uszkodzone wpisy TOC w pliku NCX
ta: NCX கோப்பில் உடைந்த TOC உள்ளீடுகளை அகற்று

source: Remove all calibre jackets, both legacy and current
pl: Usuwa wszystkie metryczki (jacket), zarówno starsze, jak i obecne
ta: மரபு மற்றும் நடப்பு இரண்டையும் அகற்றவும்

source: Remove all metadata jackets
pl: Usuń wszystkie metryczki
ta: அனைத்து மெட்டாடேட்டா ஜாக்கெட்டுகளையும் அகற்றவும்

source: Remove jackets generated using versions of calibre prior to 0.6.50
pl: Usuwa stare metryczki wygenerowane przez wcześniejsze wersje calibre niż 0.6.50
ta: 0.6.50 க்கு முன்னர் காலிபரின் பதிப்புகளைப் பயன்படுத்தி உருவாக்கப்பட்ட ஜாக்கெட்டுகளை அகற்றவும்

source: Remove legacy metadata jackets
pl: Usuń metryczki starego typu
ta: மரபு மெட்டாடேட்டா ஜாக்கெட்டுகளை அகற்றவும்

source: Add a jacket if not existing, or replace a non-legacy jacket
pl: Dodaj metryczkę lub zamień na nową
ta: இல்லை என்றால் ஜாக்கெட் சேர்க்கவும், அல்லது சட்டமன்றமற்ற ஜாக்கெட்டை மாற்றவும்

source: Add/replace metadata jacket
pl: Dodaj/zamień metryczkę
ta: மெட்டாடேட்டா ஜாக்கெட்டைச் சேர்க்கவும்/மாற்றவும்

source: If a jacket is added/replaced, it is placed at the end of the book instead of the beginning
pl: Jeśli metryczka jest dodawana/zamieniana, to umieszczana jest na końcu książki zamiast na początku
ta: ஒரு ஜாக்கெட் சேர்க்கப்பட்டால்/மாற்றப்பட்டால், அது தொடக்கத்திற்கு பதிலாக புத்தகத்தின் முடிவில் வைக்கப்படுகிறது

source: Jacket at the end of the book
pl: Umieść metryczkę na końcu książki
ta: புத்தகத்தின் முடிவில் ஜாக்கெட்

source: Remove broken image pages
pl: Usuń uszkodzone okładki
ta: உடைந்த பட பக்கங்களை அகற்று

source: Remove html page(s) that contain only an image tag for which the linked image does not exist in the epub
pl: Usuwa stronę(y) HTML, które zawierają tag obrazu dla którego połączony obraz nie istnieje w pliku epub
ta: பட குறிச்சொல்லை மட்டுமே கொண்ட HTML பக்கம் (களை) அகற்று இணைக்கப்பட்ட படம் EPUB இல் இல்லை

source: If a cover page is identifiable in the epub then it is completely removed
pl: Jeśli w pliku epub można zidentyfikować okładkę, będzie ona usunięta
ta: ஒரு கவர் பக்கம் EPUB இல் அடையாளம் காணப்பட்டால் அது முற்றிலும் அகற்றப்படும்

source: Remove existing cover
pl: Usuń istniejącą okładkę
ta: இருக்கும் அட்டையை அகற்று

source: If a cover page is identifiable in the epub then it is replaced otherwise a new cover page is inserted
pl: Jeśli w pliku epub można zidentyfikować okładkę, będzie ona zamieniona. W przeciwnym razie wstawiana jest nowa okładka
ta: ஒரு கவர் பக்கம் EPUB இல் அடையாளம் காணப்பட்டால் அது மாற்றப்படும் இல்லையெனில் புதிய கவர் பக்கம் செருகப்படுகிறது

source: Insert or replace cover
pl: Wstaw lub zamień okładkę
ta: அட்டையை செருகவும் அல்லது மாற்றவும்

source: Update metadata
pl: Aktualizuj metadane
ta: மெட்டாடேட்டாவைப் புதுப்பிக்கவும்

source: Update the manifest with the latest calibre metadata and replace an existing identifiable cover if possible.
pl: Zaktualizuj manifest o najnowsze metadane calibre i jeśli to możliwe, zastąp istniejącą, okładkę.
ta: சமீபத்திய காலிபர் மெட்டாடேட்டாவுடன் மேனிஃபெஸ்டைப் புதுப்பிக்கவும் முடிந்தால் ஏற்கனவே அடையாளம் காணக்கூடிய அட்டையை மாற்றவும்.

source: Remove any metadata from the .opf manifest that is not in the dc: namespace. Such entries are created by editing in Sigil or calibre updating metadata. Use this option if publishing your ePubs externally.
pl: Usuwa wszelkie metadane z manifestu .opf, których nie ma w przestrzeni nazw dc:. Takie wpisy są tworzone poprzez edycję w Sigil lub aktualizację metadanych calibre. Użyj tej opcji, jeśli publikujesz swoje pliki ePub na zewnątrz.
ta: டி.சி: பெயர்வெளியில் இல்லாத .opf மேனிஃபெஸ்டிலிருந்து எந்த மெட்டாடேட்டாவையும் அகற்றவும். இத்தகைய உள்ளீடுகள் சிகில் அல்லது காலிபர் புதுப்பித்தல் மெட்டாடேட்டாவில் திருத்துவதன் மூலம் உருவாக்கப்படுகின்றன. உங்கள் எபப்களை வெளிப்புறமாக வெளியிட்டால் இந்த விருப்பத்தைப் பயன்படுத்தவும்.

source: Remove non dc: metadata elements
pl: Usuń dopisane metadane - nie dc:
ta: அல்லாத டி.சி: மெட்டாடேட்டா கூறுகளை அகற்றவும்

source: Encode HTML in UTF-8
pl: Koduj HTML w UTF-8
ta: UTF-8 இல் HTML ஐ குறியாக்கம் செய்யுங்கள்

source: Removes any existing <meta> charset tags on html pages and encodes in UTF-8. For use where ebook does not display quotes in calibre viewer correctly.
pl: Usuwa wszelkie istniejące znaczniki meta charset na stronach HTML i koduje w UTF-8. Użyj, gdy ebook nie wyświetla poprawnie cytatów w przeglądarce calibre.
ta: HTML பக்கங்களில் தற்போதுள்ள <மெட்டா> சார்ஸெட் குறிச்சொற்களை நீக்குகிறது மற்றும் யுடிஎஃப் -8 இல் குறியீடுகள். காலிபர் பார்வையாளரில் மேற்கோள்களை சரியாகக் காண்பிக்காத இடத்தைப் பயன்படுத்தவும்.

source: Remove embedded fonts
pl: Usuń osadzone czcionki w ePub
ta: உட்பொதிக்கப்பட்ட எழுத்துருக்களை அகற்றவும்

source: Remove embedded fonts from the manifest and their files to reduce ePub size. Also removes @font-face declarations.
pl: Usuwa osadzone pliki czcionek i zapisy w manifescie, aby zmniejszyć rozmiar pliku ePub. Usuwa również deklaracje @font-face.
ta: EPUB அளவைக் குறைக்க மேனிஃபெஸ்ட் மற்றும் அவற்றின் கோப்புகளிலிருந்து உட்பொதிக்கப்பட்ட எழுத்துருக்களை அகற்றவும். @எழுத்துரு-முக அறிவிப்புகளையும் நீக்குகிறது.

source: Modify @page and body margin styles
pl: Zmodyfikuj style marginesów @page i body
ta: @பக்கம் மற்றும் உடல் விளிம்பு பாணிகளை மாற்றவும்

source: Replace margin styles for @page or body with your calibre defaults in a new @page style. If your calibre defaults are negative, removes the margin attributes and if necessary the CSS file.
pl: Zastępuje style marginesów dla @page lub body domyślnymi ustawieniami calibre w nowym stylu @page. Jeśli wartości domyślne calibre (Preferencje -> Konwersja -> Opcje wspólne -> Ustawienia strony) są ujemne, usuwa atrybuty marginesu i - jeśli to konieczne - plik CSS.
ta: புதிய @பக்கம் பாணியில் உங்கள் காலிபர் இயல்புநிலைகளுடன் @பக்கம் அல்லது உடலுக்கான விளிம்பு பாணிகளை மாற்றவும். உங்கள் காலிபர் இயல்புநிலை எதிர்மறையாக இருந்தால், விளிம்பு பண்புகளை நீக்குகிறது மற்றும் தேவைப்பட்டால் CSS கோப்பு.

source: Append extra CSS
pl: Dołącz dodatkowe CSS
ta: கூடுதல் CSS ஐ சேர்க்கவும்

source: Appends any Extra CSS you have defined in your calibre defaults to every .CSS file. If you have no extra CSS defined or text already contained then it does nothing.
pl: Dołącza do każdego pliku .css dodatkowe CSS, które zdefiniowałeś w ustawieniach calibre, Jeśli nie masz zdefiniowanego dodatkowego CSS lub zawartego już tekstu, to nic nie robi.
ta: ஒவ்வொரு .css கோப்பிற்கும் உங்கள் காலிபர் இயல்புநிலையில் நீங்கள் வரையறுத்துள்ள கூடுதல் CSS ஐச் சேர்க்கிறது. உங்களிடம் கூடுதல் CSS வரையறுக்கப்பட்டிருந்தால் அல்லது ஏற்கனவே உரை இல்லை என்றால் அது எதுவும் செய்யாது.

source: Convert html to use smart quotes and emdash characters
pl: Konwertuje html, tak aby używać inteligentnych cudzysłowów i znaków emdash
ta: ஸ்மார்ட் மேற்கோள்கள் மற்றும் எம்டாஷ் எழுத்துக்களைப் பயன்படுத்த HTML ஐ மாற்றவும்

source: Smarten punctuation
pl: Inteligentna interpunkcja
ta: ஸ்மார்டன் நிறுத்தற்குறி

source: Remove any .js files and inline javascript blocks
pl: Usuń wszystkie pliki .js i wbudowane bloki javascript
ta: எந்த .js கோப்புகளையும் இன்லைன் ஜாவாஸ்கிரிப்ட் தொகுதிகளையும் அகற்றவும்

source: Remove inline javascript and files
pl: Usuń wbudowane javascript i pliki
ta: இன்லைன் ஜாவாஸ்கிரிப்ட் மற்றும் கோப்புகளை அகற்று

source: Modify ePub Options
pl: Opcje modyfikacji ePub
ta: EPUB விருப்பங்களை மாற்றவும்

source: Known Artifacts
pl: Znane artefakty
ta: அறியப்பட்ட கலைப்பொருட்கள்

source: Manifest
ta: பகிரங்கமான

source: Adobe
ta: அடோப்

source: Table of Contents
pl: Spis treści
ta: உள்ளடக்க அட்டவணை

source: HTML && Styles
pl: HTML && Style
ta: HTML && ஸ்டைல்கள்

source: Metadata Jackets
pl: Metryczka (jacket)
ta: மெட்டாடேட்டா ஜாக்கெட்டுகள்

source: Covers
pl: Okładka
ta: கவர்கள்

source: Metadata
pl: Metadane
ta: மெட்டாடேட்டா

source: Clear all
pl: Wyczyść wszystko
ta: அனைத்தையும் அழி

source: Clear all selections
pl: Wyczyść zaznaczenia
ta: அனைத்து தேர்வுகளையும் அழிக்கவும்

source: Save
pl: Zapisz
ta: சேமிக்கவும்

source: Save the current selected settings for future recall with the Restore button
pl: Zapisz aktualnie wybrane ustawienia do przywołania w przyszłości za pomocą przycisku 'Przywróć'
ta: மீட்டெடுக்கும் பொத்தானைக் கொண்டு எதிர்கால நினைவுகூரலுக்கான தற்போதைய தேர்ந்தெடுக்கப்பட்ட அமைப்புகளைச் சேமிக்கவும்

source: Restore
pl: Przywróć
ta: மீட்டமை

source: Restore your settings set when the Save button was last clicked
pl: Przywróć ustawienia ustawione podczas ostatniego kliknięcia przycisku 'Zapisz'
ta: சேமி பொத்தானைக் கிளிக் செய்தபோது உங்கள் அமைப்புகளை அமைக்கவும்

source: No options selected
pl: Nie wybrano żadnej opcji
ta: விருப்பங்கள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை

source: You must select at least one option to continue
pl: Aby kontynuować, musisz wybrać co najmniej jedną opcję
ta: தொடர குறைந்தபட்சம் ஒரு விருப்பத்தையாவது நீங்கள் தேர்ந்தெடுக்க வேண்டும்

source: Cancel
pl: Anuluj
ta: ரத்துசெய்

source: Working
pl: Pracuje
ta: வேலை

source: Queueing books for modifying ePubs
pl: Kolejkowanie książek do modyfikacji ePubów
ta: எபப்களை மாற்றுவதற்கான புத்தகங்களை வரிசைப்படுத்துதல்

source: Queueing
pl: W kolejce
ta: வரிசை

source: Could not modify ePub for some books
pl: Nie udało się zmodyfikować ePub dla niektórych książek
ta: சில புத்தகங்களுக்கு EPUB ஐ மாற்ற முடியவில்லை

source: Could not modify %d of %d books, because no ePub source format was found.
pl: Nie można zmodyfikować %d z %d książek, ponieważ nie znaleziono formatu źródłowego ePub.
ta: %D புத்தகங்களின் %d ஐ மாற்ற முடியவில்லை, ஏனெனில் EPUB மூல வடிவம் எதுவும் காணப்படவில்லை.

source: Adding %d modified ePubs
pl: Dodawanie %d zmodyfikowanych ePubów
ta: %D மாற்றியமைக்கப்பட்ட எபப்களைச் சேர்ப்பது

source: Adding
pl: Dodawanie
ta: சேர்த்து

source: ePub files updated
pl: pliki ePub zaktualizowano
ta: EPUB கோப்புகள் புதுப்பிக்கப்பட்டன
